Repository: w200024212/pebbleos
Catalog: resources/normal/*/lang/*/tintin.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt

source: Good mornin’. You slept for %dH %dM. Every good day begins with a solid night’s sleep...kinda like that one 😉 Keep it up!
de_de: Du hast %dH %dM lang geschlafen.
es_es: Buenos días. Has dormido %02d:%02d. Un buen día empieza con una buena noche… como esta 😉 ¡Sigue así!
fr_fr: Bonjour! Vous avez dormi %dH %dM. Une bonne journée commence par une bonne nuit... un peu comme aujourd'hui 😉 continuez !
it_it: Hai dormito per %dH %dM. Modo per mantenere coerente! Ogni giornata inizia con il sonno. Tenerlo forte.
pt_pt: Bom dia. Dormiste %dh %dm. Todos os bons dias começam com uma noite de sono sólida... Como esta 😉 Continua assim!

source: Good morning! You slept for %dH %dM. Consistency is key; keep doing what you're doing 😃.
de_de: Guten Morgen! Du hast %dH %dM geschlafen. Konsistenz ist der Schlüssel - bleib dabei 😃.
es_es: ¡Buenos días! Has dormido %02d:%02d. La consistencia es la clave. Sigue así 😃.
fr_fr: Vous avez dormi %d h %d min. Un sommeil régulier est une grande richesse, continuez 😃 !
it_it: Buongiorno. Hai dormito per %dH %dM. Modo per mantenere coerente! Ogni giornata inizia con il sonno. Continuate così 😃.
pt_pt: Bom dia! Dormiste %dh %dm. A consistência é chave; continua a fazer o que estás a fazer 😃.

source: You're rockin' the shut eye! You slept for %dH %dM. Make it a nightly ritual. You deserve it.
de_de: Da ist jemand gut im Augen-Geschlossen-Halten. Du hast %dH %dM geschlafen. Mach das zum nächtlichen Ritual. Du hast es verdient.
es_es: ¡Te sientan genial esos ojos cerrados! Has dormido durante %02d:%02d. Conviertelo en tu ritual nocturno. Te lo mereces.
fr_fr: Super nuit ! Vous avez dormi %d h %d min. Gardez cette habitude, vous le méritez !
it_it: Hai dormito per %dH %dM. Ne fanno un rituale notturno. Te lo meriti.
pt_pt: Estás a dormir que nem um campeão! Dormiste %dh %dm. Torna isto num ritual diário. Tu mereces.

source: Feelin' good? You slept for %dH %dM. Nothing can stop you now 👊
de_de: Fühlst du dich gut? Du hast %dH %dM geschlafen. Nichts kann dich jetzt noch aufhalten. 👊
es_es: ¿Te ha sentado bien? Has dormido %02d:%02d. Nada puede pararte hoy 👊
fr_fr: En forme ? Vous avez dormi %d h %d min. Rien ne peut vous arrêter maintenant 👊
it_it: Guisto! Hai dormito per %dH %dM. Nulla può fermare ora 👊
pt_pt: Tudo bem? Dormiste %dh %dm. Nada te pode parar agora 👊

source: Hey sleepy head. You slept for %dH %dM which is %d%% below your typical. Try to get more tonight!
de_de: Du hast %dH %dM lang geschlafen (-%d%%).
es_es: ¡Soñolientas mañanas!. Has dormido %02d:%02d, que es %d%% por debajo de lo que típicamente duermes. ¡Intenta dormir más esta noche!
fr_fr: Un peu fatigué(e) ? Vous avez moins bien dormi que d'habitude. %d h %d min soit %d%% de moins. Essayez de faire mieux ce soir !
it_it: Hai dormito per %dH %dM, che è %d%% sotto la media. Cercare di ottenere stasera dormire di più!
pt_pt: Hey dorminhoco. Dormiste %dh %dm o que é %d%% abaixo do teu normal. Tenta dormir mais hoje à noite!

source: Groggy? You slept for %dH %dM which is %d%% below your typical. Sleep is important for everything you do-try getting more shut eye tonight!
de_de: Du hast %dH %dM lang geschlafen (-%d%%).
es_es: ¿Groggy? Has dormido %02d:%02d que es %d%% por debajo de lo que típicamente duermes. Dormir es importante para todo lo que haces, ¡intenta cerrar los ojos más esta noche!
fr_fr: Paupières lourdes ? Vous avez dormi %d h %d min, soit %d%% de moins que d'habitude. Le sommeil est très important ! Essayez de vous coucher plus tôt ce soir.
it_it: Hai dormito per %dH %dM, che è del %d%% sotto la media. Il sonno è importante per tutto quello che fai. Prova ad ottenere più dormire stanotte!
pt_pt: Sonolento? Dormiste %dh %dm o que é %d%% abaixo do teu normal. Dormir é importante para tudo o que fazes-tenta dormir mais hoje à noite!

source: It's a new day! You slept for %dH %dM which is %d%% below your typical. It's not your best, but there's always tonight.
de_de: Du hast %dH %dM lang geschlafen (-%d%%).
es_es: ¡Es un nuevo día! Has dormido %02d:%02d, que es %d%% por debajo de lo que típicamente duermes. No es tu mejor marca, pero siempre se puede mejorar esta noche.
fr_fr: Un nouveau jour se lève ! Vous avez dormi %d h %d min ce qui est %d%% de moins que d'habitude. Ce n'est pas votre record mais vous pourrez vous rattraper ce soir.
it_it: Eccezionale! È un nuovo giorno! Hai dormito per %dH %dM, che è %d%% sotto la media. Non è il tuo migliore, ma c'è sempre questa sera.
pt_pt: É um novo dia! Dormiste %dh %dm o que é %d%% abaixo do teu normal. Não foi a tua melhor noite, mas há sempre amanhã!

source: Goooood morning! You slept for %dH %dM which is %d%% below your typical. Go crush your day and then get back in bed 😉
de_de: Du hast %dH %dM lang geschlafen (-%d%%).
es_es: ¡Buenoooos días! Has dormido %02d:%02d, que es %d%% por debajo de lo que típicamente duermes. Termina el día rápido hoy y vuélvete a la cama 😉
fr_fr: Boooonnnjour ! Vous avez dormi %d h %d min ce qui est %d%% en dessous de votre moyenne. Passez une bonne journée et revenez vous coucher 😉
it_it: Buongiorno! Hai dormito per %dH %dM che è del %d%% sotto la media. Vi auguro una buona giornata! 😉
pt_pt: Booooom dia! Dormiste %dh %dm o que é %d%% abaixo do teu normal. Vai demolir este dia e depois volta para a cama 😉

source: You slept for %dH %dM which is %d%% below your typical. Sleep is vital for all your great ideas–how 'bout getting more tonight?
de_de: Du hast %dH %dM lang geschlafen (-%d%%).
es_es: Has dormido %02d:%02d, %d%% por debajo de lo que típicamente duermes. Dormir es esencial para todas tus grandes ideas. ¿Qué te parece dormir un poco más hoy?
fr_fr: Un peu fatigué ? Vous n'avez dormi que %d h %d min ce qui est %d%% de moins que d'habitude. Le sommeil est essentiel à vos grands projets ! Essayez de dormir plus ce soir !
it_it: Hai dormito solo per %dH %dM, che è del %d%% sotto la media. Il sonno è fondamentale per tutte le vostre grandi idee - come su come ottenere più stasera?
pt_pt: Dormiste %dh %dm o que é %d%% abaixo do teu normal. O sono é fundamental para todas as grandes ideias–que tal dormires mais hoje à noite?

source: You only slept for %dH %dM which is %d%% below your typical. We know you're busy, but try getting more tonight. We believe in you 😉
de_de: Du hast %dH %dM lang geschlafen (-%d%%).
es_es: Sólo has dormido %02d:%02d, o %d%% por debajo de lo que típicamente duermes. Eres una persona ocupada, pero intenta dormir un poco más esta noche. Confiamos en ti 😉
fr_fr: Vous n'avez dormi que %d h %d min, soit %d%% de moins que d'habitude. On comprend que vous êtes occupé(e) mais essayez de dormir plus ce soir. On croit en vous 😉
it_it: Hai dormito solo per %dH %dM, che è del %d%% sotto la media. Sappiamo che sei occupato, ma cerchiamo sempre più dormire stanotte. 😉
pt_pt: Dormiste só %dh %dm o que é %d%% abaixo do teu normal. Sabemos que tens muito para fazer, mas tenta dormir mais hoje à noite. Acreditamos em ti 😉

source: You slept for %dH %dM which is %d%% below your typical. We know stuff happens; take another crack at it tonight.
de_de: Du hast %dH %dM lang geschlafen (-%d%%).
es_es: Sólo has dormido %02d:%02d, o %d%% por debajo de lo que típicamente duermes. Estas cosas pasan. Inténtalo de nuevo esta noche.
fr_fr: La nuit a été un peu courte 😟 Vous n'avez dormi que %d h %d min ce qui est %d%% en dessous de votre moyenne. Ça arrive mais essayez de dormir plus ce soir.
it_it: Sembra che non hai dormito bene 😟. Hai dormito solo per %dH %dM, che è del %d%% sotto la media. Prova ad andare a letto prima di stasera.
pt_pt: Dormiste %dh %dm o que é %d%% abaixo do teu normal. Sabemos que isto acontece; tenta de novo hoje à noite.

source: %u Steps
de_de: %u Schritte
es_es: %u pasos
fr_fr: %u Pas
it_it: %u Passi
pt_pt: %u Passos

source: Didn’t that walk feel good?
de_de: Hat sich der Spaziergang nicht gut angefühlt?
es_es: ¿A qué te ha sentado bien ese paseo?
fr_fr: On se sent mieux après une bonne marche !
it_it: Come è stato il tuo cammino?
pt_pt: O passeio soube bem?

source: Way to keep it active!
de_de: So bleibt man am Ball!
es_es: ¡Así es como se mantiene uno/a activo/a!
fr_fr: Bravo, vous restez actif(ve) !
it_it: Rimani Attivo!
pt_pt: Estás bem ativo!

source: You got the moves!
de_de: So bewegt man sich!
es_es: ¡Vaya cuerpazo!
fr_fr: Vous avez la pêche !
it_it: Grande energia!
pt_pt: Estás em grande!

source: Gettin' your step on?
de_de: Sieben-Meilen-Stiefel dabei?
es_es: ¿Intentando romper tu record de pasos?
fr_fr: D'un pas régulier ?
it_it: Congratulazioni per l’ ottimo lavoro.
pt_pt: A dar uns passos?

source: Feelin' hot? Cause you're on 🔥
de_de: Ist dir heiß? Kein Wunder, in dir brennt ein 🔥
es_es: ¿A dónde vas? ¡Porque estás a tope 😎!
fr_fr: Un peu chaud ? Pas étonnant !
it_it: Vai così!
pt_pt: Estás em grande!

source: Hey lightning bolt, way to go!
de_de: Hey Kugelblitz, so geht das!
es_es: ¡Vaya relampago! ¡Así se hace!
fr_fr: Comme une fusée !
it_it: Così si fa!
pt_pt: Hey relâmpago, continua assim!

source: You're a machine!
de_de: Du bist eine Maschine!
es_es: ¡Eres un máquina!
fr_fr: Comme une fusée !
it_it: Ottimo lavoro! Tutti i bersagli distrutti.
pt_pt: És uma máquina!

source: Hey speedster, we can barely keep up!
de_de: Hey, du Raser - wir kommen kaum hinterher!
es_es: ¡Pedazo bólido! ¡Casi no te podemos seguir!
fr_fr: On a du mal à vous suivre !
it_it: Ritengo che abbiamo fatto un buon lavoro.
pt_pt: Quase não conseguimos acompanhar!!

source: Way to show us what you're made of 👊
de_de: Du willst uns wohl zeigen, woraus du gemacht bist 👊
es_es: Así les demuestras de lo que estás hecho 👊
fr_fr: Continuez à nous montrer de quoi vous êtes fait(e) 👊
it_it: Sei molto bravo e hai grande talento
pt_pt: Estás a mostrar-nos o teu calibre 👊

source: Workin' up a sweat?
de_de: Ins Schwitzen gekommen?
es_es: ¿Sudando la camiseta?
fr_fr: Un peu chaud ?
it_it: Stai sudando?
pt_pt: A começar a suar?

source: Well done 💪
de_de: Gut gemacht 💪
es_es: Así se hace 💪
fr_fr: Bien joué 💪
it_it: Ben fatto 💪
pt_pt: Bom trabalho 💪

source: Endorphin rush?
de_de: Endorphin-Überschuss?
es_es: ¿Subidón de endorfinas?
fr_fr: Plein d'endorphine ?
it_it: Ti senti felice?
pt_pt: Sentes a endorfina?

source: Can't stop, won't stop 👊
de_de: Gut gemacht 💪
es_es: No puedes parar. No vas a parar. 👊
fr_fr: Toujours plus loin 👊
it_it: Non possiamo fermarci 👊
pt_pt: Não posso parar, não vou parar 👊

source: Keepin' that heart healthy! ❤
de_de: Ich spüre dein Herz klopfen! ❤
es_es: ¡Mantén ese ❤ sano!
fr_fr: Vous gardez un coeur sain ! ❤
it_it: Mantenere quel cuore sano! ❤
pt_pt: Mantém esse coração saudável! ❤

source: Avg Pace
de_de: Ø Tempo
es_es: Ritmo medio
fr_fr: Rythme Moy.
it_it: Ritmo Medio
pt_pt: Ritmo Méd

source: Distance
de_de: Distanz
es_es: Distancia
it_it: Distanza
pt_pt: Distância

source: Steps
de_de: Schritte
es_es: Pasos
fr_fr: Pas
it_it: Passi
pt_pt: Passos

source: Active Calories
de_de: Aktive Kalorien
es_es: Calorias activas
fr_fr: Calories actifs
it_it: Calorie Attivi
pt_pt: Calorias Ativas

source: Avg HR
de_de: Ø Puls
es_es: ❤ medio
fr_fr: Rythme Moy.
it_it: Média ❤︎
pt_pt: Ritmo Cardíaco Méd

source: Alarm
de_de: Wecker
es_es: Alarma
fr_fr: Alarme
it_it: Sveg.
pt_pt: Alarme

source: EVERY DAY
de_de: JEDEN TAG
es_es: A DIARIO
fr_fr: TOUS LES JOURS
it_it: QUOTIDIANO
pt_pt: TODOS OS DIAS

source: Every Day
de_de: Jeden Tag
es_es: Todos los días
fr_fr: Tous les jours
it_it: Quotid.
pt_pt: Diariamente

source: WEEKDAYS
de_de: WOCHENTAGS
es_es: LABORABLES
fr_fr: SEMAINE
it_it: FERIALI
pt_pt: DIAS DE SEMANA

source: WEEKENDS
de_de: WOCHENENDS
es_es: FINDES
fr_fr: WEEK-END
it_it: FINE SETTIMANA
pt_pt: FIM DE SEMANA

source: ONCE
de_de: EINMAL
es_es: UNA VEZ
fr_fr: UNE FOIS
it_it: UNA VOLTA
pt_pt: UMA VEZ

source: Once
de_de: Einmal
es_es: Una vez
fr_fr: Une fois
it_it: 1 v.
pt_pt: Uma vez

source: CUSTOM
de_de: ANDERS
es_es: PERSONALIZADA
fr_fr: PERSONNALISÉ
it_it: PERSONALIZATO
pt_pt: PERSONALIZ.

source: Custom
de_de: Anders
es_es: Otro
fr_fr: Personnaliser
it_it: Pers.
pt_pt: Personalizar

source: Sun
de_de: So
es_es: do
fr_fr: Dim
it_it: Dom
pt_pt: Dom

source: Mon
de_de: Mo
es_es: lu
fr_fr: Lun
it_it: Lun
pt_pt: Seg

source: Tue
de_de: Di
es_es: ma
fr_fr: Mar
it_it: Mar
pt_pt: Ter

source: Wed
de_de: Mi
es_es: mi
fr_fr: Mer
it_it: Mer
pt_pt: Qua

source: Thu
de_de: Do
es_es: ju
fr_fr: Jeu
it_it: Gio
pt_pt: Qui

source: Fri
de_de: Fr
es_es: vi
fr_fr: Ven
it_it: Ven
pt_pt: Sex

source: Sat
de_de: Sa
es_es: sá
fr_fr: Sam
it_it: Sab
pt_pt: Sáb

source: Sundays
de_de: Sonntags
es_es: Domingos
fr_fr: Les Dimanches
it_it: Di dom.
pt_pt: Domingos

source: Mondays
de_de: Montags
es_es: Lunes
fr_fr: Les Lundis
it_it: Di lun.
pt_pt: Segundas

source: Tuesdays
de_de: Dienstags
es_es: Martes
fr_fr: Les Mardis
it_it: Di mar.
pt_pt: Terças

source: Wednesdays
de_de: Mittwochs
es_es: Miércoles
fr_fr: Les Mercredis
it_it: Di mer.
pt_pt: Quartas

source: Thursdays
de_de: Donnerstags
es_es: Jueves
fr_fr: Les Jeudis
it_it: DI giov.
pt_pt: Quintas

source: Fridays
de_de: Freitags
es_es: Viernes
fr_fr: Les Vendredis
it_it: Di ven.
pt_pt: Sextas

source: Saturdays
de_de: Samstags
es_es: Sábados
fr_fr: Les Samedis
it_it: Di sabato
pt_pt: Sábados

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modif.
pt_pt: Editar

source: sent an attachment
de_de: hat einen Anhang gesendet
es_es: envió un adjunto
fr_fr: a envoyé un fichier joint
it_it: inviato un allegato
pt_pt: enviou um anexo

source: Call Back
de_de: Rückruf
es_es: Rellamar
fr_fr: Rappeler
it_it: Richiama
pt_pt: Ligar

source: Calendar Aware enables Quiet Time automatically during calendar events.
de_de: Kalenderbewusst aktiviert Ruhezeit automatisch während Kalendereinträgen.
es_es: El modo discreto se activará de forma automática durante los eventos del calendario.
fr_fr: Le mode "Selon Agenda" active Tranquillité automatiquement selon votre calendrier.
it_it: Il Calend. conosc. attiva la mod. Sil. aut. durante gli eventi del cal.
pt_pt: Modo Silêncio Ciente do Calendário permite o silêncio automático durante eventos no calendário

source: Press and hold the Back button from a notification to turn Quiet Time on or off.
de_de: Drücke und halte die ZURÜCK-Taste während du eine Mitteilung anschaust, um Ruhezeit zu (de-)aktivieren.
es_es: Mantén pulsado el botón de atrás en una notificación para encender o apagar el modo discreto.
fr_fr: Tenez le bouton Retour appuyé sur une notification pour activer et désactiver Tranquillité.
it_it: Premere e tenere premuto il pulsante Indietro da una notifica di trasformare Quiet Time acceso o spento.
pt_pt: Mantém premido o botão Trás numa notificação para ligar ou desligar o Modo Silêncio

source: Start Quiet Time?
de_de: Ruhezeit starten?
es_es: ¿Activar modo discreto?
fr_fr: Activer Tranquillité ?
it_it: Avvia silenzioso?
pt_pt: Iniciar Modo Silêncio?

source: End Quiet Time?
de_de: Ruhezeit beenden?
es_es: ¿Apagar modo discreto?
fr_fr: Désactiver Tranquillité ?
it_it: Term. silenz.?
pt_pt: Terminar Modo Silêncio?

source: Quiet Time Started
de_de: Ruhezeit gestartet
es_es: Modo Discreto iniciado
fr_fr: Tranquillité activée
it_it: Silenz. avviato
pt_pt: Silêncio iniciado

source: Quiet Time Ended
de_de: Ruhezeit vorbei
es_es: Modo Discreto terminado
fr_fr: Tranquillité désactivée
it_it: Silenz. termin.
pt_pt: Silêncio concluído

source: All Day
de_de: Ganztags
es_es: Todo el día
fr_fr: Journée
it_it: Gg int.
pt_pt: Todo o dia

source: Recurring
de_de: Wiederkehrend
es_es: Periódico
fr_fr: Récurrent
it_it: Periodico
pt_pt: Recorrente

source: STARTS
de_de: STARTET
es_es: COMIENZA EN
fr_fr: COMMENCE
it_it: INIZIA
pt_pt: INÍCIO

source: Broadcaster
de_de: Sender
es_es: Cadena
fr_fr: Diffusion
it_it: Emittente
pt_pt: Emissora

source: Can't connect. Relaunch Pebble Time app on phone.
de_de: Verbindung nicht möglich. Starte die Pebble-Time-App auf deinem Handy neu.
es_es: No se puede conectar. Reinicia Pebble Time en tu móvil.
fr_fr: Veuillez ouvrir l'application Pebble sur votre mobile.
it_it: Impossibile stabilire la connessione. Rilanciare l'app.
pt_pt: Não consigo ligar. Reabra a aplicação Pebble Time no telefone.

source: Removed
de_de: Entfernt
es_es: Eliminado
fr_fr: Effacé
it_it: Rimosso
pt_pt: Removido

source: Dismissed
de_de: Verworfen
es_es: Descartada
fr_fr: Ignoré
it_it: Ignorato
pt_pt: Removida

source: Deleted
de_de: Gelöscht
es_es: Borrada
fr_fr: Supprimée
it_it: Eliminato
pt_pt: Removida

source: Thanks!
de_de: Danke!
es_es: ¡Gracias!
fr_fr: Merci !
it_it: Grazie
pt_pt: Obrigado!

source: Calendar
de_de: Kalender
es_es: Calendario
fr_fr: Calendrier
it_it: Calend.
pt_pt: Calendário

source: Reminders
de_de: Erinnerungen
es_es: Recordatorios
fr_fr: Rappels
it_it: Promem.
pt_pt: Lembretes

source: Quickly dismiss all notifications by holding the Select button for 2 seconds from any incoming notification.
de_de: Du kannst alle Mitteilungen schnell verwerfen, in dem du SELECT für 2 Sekunden hältst, während du eine Mitteilung ansiehst.
es_es: Borra todas las notificaciones rápidamente pulsando el botón central 2 segundos desde cualquier notificación.
fr_fr: Faîtes disparaître toutes les notifications en appuyant sur le bouton Sélectionner pendant deux secondes depuis n'importe quelle notification.
it_it: Rimuovi velocemente tutte le notifiche tenendo premuto il pulsante di selezione per 2 secondi su qualsiasi notifica in entrata
pt_pt: Remova rapidamente todas as notificações ao segurar o botão Select durante 2 segundos a partir de qualquer notificação.

source: Yes
de_de: Ja
es_es: Sí
fr_fr: Oui
it_it: Sì
pt_pt: Sim

source: Call me
de_de: Ruf mich an
es_es: Llámame
fr_fr: Appelle-moi
it_it: Chiama
pt_pt: Liga-me

source: Call you later
de_de: Rufe später zurück
es_es: Luego te llamo
fr_fr: Je t'appelle plus tard
it_it: Ti chiamo dopo
pt_pt: Ligo-te mais tarde

source: Reply with Voice
de_de: Sprachantwort
es_es: Responder con voz
fr_fr: Dicter Réponse
it_it: Risponde con la voce
pt_pt: Responder com Voz

source: Voice
de_de: Stimme
es_es: Voz
fr_fr: Dicter
it_it: Voce
pt_pt: Voz

source: Canned messages
de_de: Vorlagen
es_es: Respuestas predefinidas
fr_fr: Messages préenregistrés
it_it: Messaggi regis.
pt_pt: Mensagens predefinidas

source: In 15 minutes
de_de: In 15 Minuten
es_es: 15 minutos
fr_fr: Dans 15 minutes
it_it: In 15 minuti
pt_pt: Daqui a 15m

source: Later today
de_de: Später heute
es_es: Más tarde
fr_fr: Plus tard aujourd'hui
it_it: Più tardi oggi
pt_pt: Mais logo

source: Last updated
de_de: Zuletzt Aktualisiert
es_es: Última actualización
fr_fr: Mis à jour
it_it: Ultimo agg.
pt_pt: Última atualização

source: Standard - Medium
de_de: Standard - Mittel
es_es: Media intensidad
fr_fr: Standard - Moyenne
it_it: Standard - Media
pt_pt: Normal - Média

source: Jan
es_es: ene
fr_fr: Janv.
it_it: Gen

source: Apr
es_es: abr
fr_fr: Avr.
pt_pt: Abr

source: Aug
es_es: ago
fr_fr: Août
it_it: Ago
pt_pt: Ago

source: Dec
de_de: Dez
es_es: dic
fr_fr: Déc.
it_it: Dic
pt_pt: Dez

source: January
de_de: Januar
es_es: enero
fr_fr: Janvier
it_it: Gennaio
pt_pt: Janeiro

source: February
de_de: Februar
es_es: febrero
fr_fr: Février
it_it: Febbraio
pt_pt: Fevereiro

source: March
de_de: März
es_es: marzo
fr_fr: Mars
it_it: Marzo
pt_pt: Março

source: April
es_es: abril
fr_fr: Avril
it_it: Apr.
pt_pt: Abril

source: June
de_de: Juni
es_es: junio
fr_fr: Juin
it_it: Giu.
pt_pt: Junho

source: July
de_de: Juli
es_es: julio
fr_fr: Juillet
it_it: Lug.
pt_pt: Julho

source: August
es_es: agosto
fr_fr: Août
it_it: Agosto
pt_pt: Agosto

source: September
es_es: septiembre
fr_fr: Septembre
it_it: Settembre
pt_pt: Setembro

source: October
de_de: Oktober
es_es: octubre
fr_fr: Octobre
it_it: Ottobre
pt_pt: Outubro

source: November
es_es: noviembre
fr_fr: Novembre
it_it: Novembre
pt_pt: Novembro

source: December
de_de: Dezember
es_es: diciembre
fr_fr: Décembre
it_it: Dicembre
pt_pt: Dezembro

source: Sunday
de_de: Sonntag
es_es: domingo
fr_fr: Dimanche
it_it: Dom
pt_pt: Domingo

source: Monday
de_de: Montag
es_es: lunes
fr_fr: Lundi
it_it: Lunedì
pt_pt: Segunda

source: Tuesday
de_de: Dienstag
es_es: martes
fr_fr: Mardi
it_it: Martedì
pt_pt: Terça

source: Wednesday
de_de: Mittwoch
es_es: miércoles
fr_fr: Mercredi
it_it: Mercoledì
pt_pt: Quarta

source: Thursday
de_de: Donnerstag
es_es: jueves
fr_fr: Jeudi
it_it: Giovedì
pt_pt: Quinta

source: Friday
de_de: Freitag
es_es: viernes
fr_fr: Vendredi
it_it: Ven.
pt_pt: Sexta

source: Saturday
de_de: Samstag
es_es: sábado
fr_fr: Samedi
it_it: Sabato
pt_pt: Sábado

source: %m/%d/%y
de_de: %d.%m.%y
es_es: %d/%m/%y
fr_fr: %d/%m/%y
it_it: %d/%m/%y
pt_pt: %d/%m/%y

# TmplStringSep
source: , and
de_de: , und
es_es: y
fr_fr: , et
it_it: , e
pt_pt: , e

# TmplStringSing
source: sec
de_de: Sek
es_es: s
fr_fr: s
pt_pt: seg

# TmplStringPlur
source: sec
de_de: Sek
es_es: s
fr_fr: s
pt_pt: segs

# TmplStringSing
source: second
de_de: Sekunde
es_es: segundo
fr_fr: seconde
it_it: secondo
pt_pt: segundo

# TmplStringPlur
source: seconds
de_de: Sekunden
es_es: segundos
fr_fr: secondes
it_it: secondi
pt_pt: segundos

# TmplStringSing
source: minute
es_es: minuto
it_it: minuto
pt_pt: minuto

# TmplStringPlur
source: minutes
de_de: Minuten
es_es: minutos
it_it: minuti
pt_pt: minutos

# TmplStringSing
source: hr
de_de: Std
es_es: h
fr_fr: h
it_it: o

# TmplStringPlur
source: hr
de_de: Std
es_es: h
fr_fr: h
it_it: o
pt_pt: hrs

# TmplStringSing
source: hour
de_de: Stunde
es_es: hora
fr_fr: heure
it_it: ora
pt_pt: hora

# TmplStringPlur
source: hours
de_de: Stunden
es_es: horas
fr_fr: heures
it_it: ore
pt_pt: horas

# TmplStringSing
source: day
de_de: Tag
es_es: día
fr_fr: jour
it_it: giorno
pt_pt: dia

# TmplStringPlur
source: days
de_de: Tage
es_es: días
fr_fr: jours
it_it: giorni
pt_pt: dias

# TmplStringSing
source: mo
de_de: M
es_es: M
fr_fr: m
it_it: me
pt_pt: mês

# TmplStringPlur
source: mo
de_de: M
es_es: M
fr_fr: m
it_it: me
pt_pt: meses

# TmplStringSing
source: month
de_de: Monat
es_es: mes
fr_fr: mois
it_it: mese
pt_pt: mês

# TmplStringPlur
source: months
de_de: Monate
es_es: meses
fr_fr: mois
it_it: mesi
pt_pt: meses

# TmplStringSing
source: yr
de_de: J
es_es: a
fr_fr: a
it_it: an
pt_pt: ano

# TmplStringPlur
source: yr
de_de: J
es_es: a
fr_fr: a
it_it: an
pt_pt: anos

# TmplStringSing
source: year
de_de: Jahr
es_es: año
fr_fr: an
it_it: anno
pt_pt: ano

# TmplStringPlur
source: years
de_de: Jahre
es_es: años
fr_fr: ans
it_it: anni
pt_pt: anos

source: Check bluetooth connection
de_de: Bluetooth-Verbindung prüfen
es_es: Comprueba conexión Bluetooth
fr_fr: Le Bluetooth est-il connecté ?
it_it: Verifica connes. bluetooth
pt_pt: Verificar lig. bluetooth

source: Start
es_es: Comienzo
fr_fr: Début
it_it: Avvia
pt_pt: Inicio

source: End
de_de: Ende
es_es: Final
fr_fr: Fin
it_it: Ter
pt_pt: Fim

source: Dictation is not available.
de_de: Diktieren nicht verfügbar.
es_es: Dictado no disponible.
fr_fr: Dictation vocale indisponible
it_it: Dettatura non disponibile.
pt_pt: Ditado não disponível.

source: Error occurred. Try again.
de_de: Fehler aufgetreten. Versuche es erneut.
es_es: Algo va mal. Prueba otra vez.
fr_fr: Erreur. Veuillez réessayer.
it_it: Errore. RItenta.
pt_pt: Ocorreu um erro. Tente de novo.

source: Turn on usage logs to use voice. On your phone, go to Settings in the Pebble Time app.
de_de: Aktiviere Nutzungsstatistiken, um Sprache zu verwenden. Öffne "Einstellungen" in der Pebble-Time-App auf deinem Handy.
es_es: Activa el envió de diagnósticos para utilizar la voz. En tu móvil, abre Ajustes en la app Pebble Time.
fr_fr: Veuillez autoriser la collecte de données dans l'application Pebble Time pour utiliser les fonctions vocales.
it_it: Attiva registri di util. per la voce. Sul tel., vai su Impostaz. nell'app Pebble Time.
pt_pt: Ativar diagnósticos de uso para usar voz. Aceda a Definições na app Pebble Time.
