Repository: w200024212/pebbleos
Catalog: resources/normal/*/lang/*/tintin.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt

source: Ambient Sensor
de_de: Lichtabhängig
es_es: Ajuste ambiental
fr_fr: Lumière Ambiente
it_it: Sens. ambiente
pt_pt: Sensor Ambiente

source: Screen Alignment
de_de: Bildpositionierung
es_es: Alineación pantalla
fr_fr: Alignement écran
it_it: Allineamento schermo
pt_pt: Alinhar ecrã

source: Display
de_de: Anzeige
es_es: Pantalla
fr_fr: Affichage
pt_pt: Visor

source: Horizontal Alignment
de_de: Horizontale Position
es_es: Alineación horizontal
fr_fr: Alignement Horizontal
it_it: Allineamento orizz.
pt_pt: Alinham. horizontal

source: Vertical Alignment
de_de: Vertikale Position
es_es: Alineación vertical
fr_fr: Alignement Vertical
it_it: Allineamento vert.
pt_pt: Alinhamento vertical

source: Confirm Alignment
de_de: Position bestätigen
es_es: Confirmar alineación
fr_fr: Confirmer l'alignement
it_it: Conferm. allin.
pt_pt: Ecrã alinhado

source: Up/Down to adjust Select to proceed
de_de: RAUF/RUNTER Positionieren SELECT Fortfahren
es_es: Arriba/Abajo: ajustar Seleccionar: continuar
fr_fr: HAUT/BAS: ajuster SELECT: continuer
it_it: Su/Giù per reg. Selez. per proc.
pt_pt: Cima/Baixo: ajustar Select: continuar

source: Select to confirm alignment changes
de_de: SELECT um Position zu bestätigen
es_es: Botón central para confirmar calibración
fr_fr: Presser SELECT pour confirmer
it_it: Seleziona per confermare le modif.
pt_pt: Selecione para confirmar alterações de alinhamento

source: Resetting...
de_de: Setze zurück…
es_es: Reiniciando…
fr_fr: Réinitialisation...
it_it: Reimpostando
pt_pt: A repor...

source: Perform factory reset?
de_de: Auf Werks- einstellung?
es_es: ¿Restaurar?
fr_fr: Réinitialiser ?
it_it: Ripris. impost. pred.?
pt_pt: Repor definições fábrica?

source: Allow All Notifications
de_de: Alle Mitteilungen
es_es: Permitir todas
fr_fr: Autoriser notifications
it_it: Consenti ogni notifica
pt_pt: Permitir notificações

source: Allow Phone Calls Only
de_de: Nur Anrufe
es_es: Sólo llamadas móvil
fr_fr: Appels seulement
it_it: Cons. solo telefonate
pt_pt: Permitir só chamadas

source: Mute All Notifications
de_de: Keine Mitteilungen
es_es: Silenciar todas
fr_fr: Bloquer notifications
it_it: Silenzia ogni notifica
pt_pt: Silenciar notificações

source: Filter
es_es: Filtro
fr_fr: Filtre
it_it: Filtro
pt_pt: Filtrar

# NotifVibe
source: Disabled
de_de: Deaktiviert
es_es: Desactivadas
fr_fr: Désactivée
it_it: Disattivato
pt_pt: Desativado

# NotifVibe
source: Low
de_de: Niedrig
es_es: Baja
fr_fr: Faible
it_it: Basso
pt_pt: Baixa

# NotifVibe
source: Medium
de_de: Mittel
es_es: Media
fr_fr: Moyenne
it_it: Media
pt_pt: Média

# NotifVibe
source: High
de_de: Hoch
es_es: Alta
fr_fr: Forte
it_it: Alto
pt_pt: Alta

source: Vibration
es_es: Vibración
fr_fr: Vibrations
it_it: Vibraz.
pt_pt: Vibração

source: Smaller
de_de: Kleiner
es_es: Más pequeña
fr_fr: Petit
it_it: Minore
pt_pt: Menor

source: Default
de_de: Standard
es_es: Normal
fr_fr: Normal
it_it: Predef.
pt_pt: Padrão

source: Larger
de_de: Größer
es_es: Más grande
fr_fr: Grand
it_it: Magg.
pt_pt: Maior

source: Text Size
de_de: Textgröße
es_es: Tamaño texto
fr_fr: Taille du Texte
it_it: Dim. tes.
pt_pt: Tamanho letra

source: 15 Seconds
de_de: 15 Sekunden
es_es: 15 Segundos
fr_fr: 15 Secondes
it_it: 15 Secondi
pt_pt: 15 Segundos

source: 1 Minute
de_de: Eine Minute
es_es: 1 Minuto
it_it: 1 Minuto
pt_pt: 1 Minuto

source: 3 Minutes
de_de: 3 Minuten
es_es: 3 Minutos
it_it: 3 Minuti
pt_pt: 3 Minutos

source: 10 Minutes
de_de: 10 Minuten
es_es: 10 Minutos
it_it: 10 Minuti
pt_pt: 10 Minutos

source: Disabled (Plugged In)
de_de: Aus (Ladevorgang)
es_es: Deshabilitado (cargando)
fr_fr: Désactivé (connecté)
it_it: Disattivato (colleg.)
pt_pt: Desativado (ligado)

source: Up Button
de_de: Rauf-Taste
es_es: Botón Arriba
fr_fr: Bouton Haut
it_it: Puls. su
pt_pt: Botão cima

source: Center Button
de_de: Wahl-Taste
es_es: Botón central
fr_fr: Bouton du milieu
it_it: Pulsante Centrale
pt_pt: Botão Central

source: Down Button
de_de: Runter-Taste
es_es: Botón Abajo
fr_fr: Bouton Bas
it_it: Puls. giù
pt_pt: Botão baixo

source: Back Button
de_de: Zurück-Taste
es_es: Botón atrás
fr_fr: Bouton retour
it_it: Tasto Indietro
pt_pt: Botão Traseiro

source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
it_it: Disattivate
pt_pt: Desativado

source: Quick Launch
de_de: Schnellstart
es_es: Inicio rápido
fr_fr: Raccourcis
it_it: Avvio rapido
pt_pt: Início rápido

source: Open favorite apps quickly with a long button press from your watchface.
de_de: Öffne deine Lieblings-Apps schnell durch langes Drücken einer Taste von deinem Zifferblatt aus.
es_es: Inicia tus apps favoritas con una pulsación larga desde tu esfera.
fr_fr: Ouvrez vos applications favorites en appuyant longtemps sur un bouton depuis le cadran.
it_it: Aprire preferito applicazioni rapidamente con una pressione prolungata tasto dal vostro watchface.
pt_pt: Abre as tuas apps favoritas ao manter premido um botão a partir do visor

source: Quiet All Notifications
de_de: Keine Mitteilungen
es_es: Todas las notificaciones
fr_fr: Aucune interruption
it_it: Silenzia ogni notifica
pt_pt: Silenciar notificações

source: Allow Phone Calls
de_de: Anrufe erlauben
es_es: Permitir llamadas
fr_fr: Appels seulement
it_it: Consenti telef.
pt_pt: Permitir chamadas

source: Change Schedule
de_de: Zeiten ändern
es_es: Cambiar horario
fr_fr: Nouveaux horaires
it_it: Modifica orario
pt_pt: Alterar agenda

source: Calendar Aware
de_de: Kalenderbewusst
es_es: Respetar eventos
fr_fr: Selon Agenda
it_it: Cal. conosc.
pt_pt: Ciente Calendário

# QuietTime
source: Enabled
de_de: Aktiviert
es_es: Activado
fr_fr: Activé
it_it: Attivo
pt_pt: Ativado

# QuietTime
source: Disabled
de_de: Deaktiviert
es_es: Desactivado
fr_fr: Désactivé
it_it: Disattivato
pt_pt: Desativado

source: Weekdays
de_de: An Wochentagen
es_es: Entre semana
fr_fr: Semaine
it_it: G. feri.
pt_pt: Dias úteis

source: Weekends
de_de: Am Wochenende
es_es: Fines de semana
fr_fr: Week-end
it_it: Fine se.
pt_pt: Fins de semana

source: Interruptions
de_de: Unterbrechungen
es_es: Interrupciones
it_it: Interruzioni
pt_pt: Interrupções

source: Quiet Time
de_de: Ruhezeit
es_es: Modo Discreto
fr_fr: Tranquillité
it_it: Silenzioso
pt_pt: Modo Silêncio

source: You're all set
de_de: Fertig
es_es: Todo listo
fr_fr: C'est bon !
it_it: Tutto impost.
pt_pt: Está pronto

source: Forget
de_de: Trennen
es_es: Olvidar
fr_fr: Oublier
it_it: Scoll.
pt_pt: Esquecer

source: Information
es_es: Información
fr_fr: Informations
it_it: Informaz.
pt_pt: Informações

source: Certification
de_de: Zertifizierung
es_es: Certificaciones
fr_fr: Certifications
it_it: Certificaz.
pt_pt: Certificação

source: Stand-By Mode
de_de: Energiesparmodus
es_es: Modo en espera
fr_fr: Veille Auto.
it_it: Mod. stand-by
pt_pt: Modo espera

source: Shut Down
de_de: Ausschalten
es_es: Apagar
fr_fr: Arrêt
it_it: Arresta
pt_pt: Encerrar

source: Factory Reset
de_de: Werkseinstellung
es_es: Restaurar
fr_fr: Réinitialisation
it_it: Ripr. impost.
pt_pt: Defin. fábrica

source: BT Address
de_de: BT-Adresse
es_es: Dirección de BT
fr_fr: Adresse BT
it_it: Indir. BT
pt_pt: Endereço BT

source: Recovery
de_de: Wiederherstellen
es_es: Recuperación
fr_fr: Version PRF
it_it: Riprist.
pt_pt: Recuperação

source: Bootloader
es_es: Gestor de inicio

source: Serial
de_de: Seriennr.
es_es: Número serie
fr_fr: Numéro de série
it_it: Ser.
pt_pt: Nº de série

source: Uptime
de_de: Betriebszeit
es_es: En uso
it_it: Tempo
pt_pt: Tempo ativo

source: The core dump was created successfully. Please create a support request as usual.
de_de: Das Speicherabbild wurde erfolgreich erzeugt. Bitte stelle jetzt wie gewohnt eine Supportanfrage.
es_es: El volcado de memoria se ha creado correctamente. Por favor, crea una petición de asistencia del modo habitual.
fr_fr: Un coredump a été généré. Veuillez contacter le support technique.
it_it: Il core dump è stato creato. Crea una richiesta di supporto come di consuetudine.
pt_pt: Relatório de memória criado com sucesso. Crie um pedido de suporte normalmente.

source: Core dump and reboot?
de_de: Speicherabbild & Neustart?
es_es: ¿Volcar la memoria y reiniciar?
fr_fr: Coredump & Redémarrer ?
it_it: Fare c.dump e riavv.?
pt_pt: Relatório de memória e reiniciar?

source: Did your Pebble reset?
de_de: Pebble neu gestartet?
es_es: ¿Se reinició tu Pebble?
fr_fr: Pebble a-t-elle crashé ?
it_it: Fatto riavviato tu Pebble?
pt_pt: O seu Pebble reiniciou?

source: See details...
de_de: Details ansehen...
es_es: Ver detalles...
fr_fr: Détails ...
it_it: Vedi dettagli...
pt_pt: Ver detalhes...

source: Do you want to shut down?
de_de: Ausschalten?
es_es: ¿Quiere apagar?
fr_fr: Éteindre la montre ?
it_it: Vuoi arrestare?
pt_pt: Pretende encerrar?

source: System
es_es: Sistema
fr_fr: Système
it_it: Sist.
pt_pt: Sistema

source: Timezone
de_de: Zeitzone
es_es: Zona horaria
fr_fr: Fuseau horaire
it_it: Fuso or.
pt_pt: Fuso horário

source: Time Format
de_de: Zeitformat
es_es: Formato hora
fr_fr: Format horaire
it_it: Formato ora
pt_pt: Formato hora

source: Timezone Source
de_de: Zeitzonen-Quelle
es_es: Fuente zona horaria
fr_fr: Sélection Fuseau Horaire
it_it: Fonte di fusorario
pt_pt: Fonte de Fuso Horário

source: Automatic
de_de: Automatisch
es_es: Automática
fr_fr: Automatique
it_it: Automatico
pt_pt: Automático

source: Date & Time
de_de: Datum & Zeit
es_es: Fecha y hora
fr_fr: Date et heure
it_it: Data e ora
pt_pt: Data e hora

source: Start Time
de_de: Startzeit
es_es: Hora inicio
fr_fr: A l'heure
it_it: Ora di Inizio
pt_pt: Início

source: 5 Min Before
de_de: 5 Min vorher
es_es: 5 min antes
fr_fr: 5 min. avant
it_it: 5 minuti prima
pt_pt: 5 Min Antes

source: 10 Min Before
de_de: 10 Min vorher
es_es: 10 min antes
fr_fr: 10 min. avant
it_it: 10 minuti prima
pt_pt: 10 Min Antes

source: 15 Min Before
de_de: 15 Min vorher
es_es: 15 min antes
fr_fr: 15 min. avant
it_it: 15 minuti prima
pt_pt: 15 Min Antes

source: 30 Min Before
de_de: 30 Min vorher
es_es: 30 min antes
fr_fr: 30 min. avant
it_it: 30 minuti prima
pt_pt: 30 Min Antes

source: Timing
de_de: Wann?
es_es: Duración
fr_fr: Afficher
it_it: Quando
pt_pt: Quando

source: Quick View
de_de: Ausblick
es_es: Vistazos
fr_fr: Aperçu
it_it: Occhiate
pt_pt: Vislumbre

source: Appears on your watchface when an event is about to start.
de_de: Erscheint auf deinem Zifferblatt, wenn ein Ereignis bevorsteht.
es_es: Aparecerán sobre tu esfera cuando un evento esté a punto de comenzar.
fr_fr: Apparaît au dessus de votre écran quand un évènment est sur le point de démarrer.
it_it: Appare sul tuo watchface quando un evento sta per iniziare.
pt_pt: Aparece no teu visor quando um evento está prestes a começar.

source: Incoming Calls
de_de: Eingehende Anrufe
es_es: Llamadas
fr_fr: Appels entrants
it_it: Chiamate in arrivo
pt_pt: Chamadas

source: Vibrations
de_de: Vibrationen
es_es: Vibraciones
it_it: Vibrazioni
pt_pt: Vibrações

source: No events
de_de: Nichts los
es_es: Sin eventos
fr_fr: Rien à signaler
it_it: Ness. ev.
pt_pt: Sem eventos

source: Timeline Past
de_de: Vergangenheit
es_es: Timeline pasado
fr_fr: Timeline: Passé
it_it: Passato
pt_pt: Passado

source: Turn On Airplane Mode?
de_de: Flugmodus einschalten?
es_es: ¿Activar el modo avión?
fr_fr: Activer mode avion ?
it_it: Attivare la modalità volo?
pt_pt: Ligar Modo Avião?

source: Turn Off Airplane Mode?
de_de: Flugmodus ausschalten?
es_es: ¿Desactivar el modo avión?
fr_fr: Désactiver mode avion ?
it_it: Disattivare la modalità volo?
pt_pt: Desligar Modo Avião?

source: Airplane Mode On
de_de: Flugmodus ist an
es_es: Modo avión ON
fr_fr: Mode avion activé
it_it: Modalità Volo Attive
pt_pt: Modo Avião Ligado

source: Airplane Mode Off
de_de: Flugmodus ist aus
es_es: Modo avión OFF
fr_fr: Mode avion désactivé
it_it: Modalità Volo Disattive
pt_pt: Modo Avião Desligado

source: Turn On Motion Backlight?
de_de: Licht bei Bewegung aktivieren?
es_es: ¿Activar iluminación por movimiento?
fr_fr: Activer rétro-éclairage sur mouvement
it_it: Attivare la Movim. Retroilluminazione?
pt_pt: Ligar Retroiluminação com Sensor?

source: Turn Off Motion Backlight?
de_de: Licht nicht bei Bewegung aktivieren?
es_es: ¿Desactivar iluminación por movimiento?
fr_fr: Désactiver rétro-éclairage sur mouvement
it_it: Spegnere la Movim. retroilluminazione?
pt_pt: Desligar Retroiluminação com Sensor?

source: Motion Backlight On
de_de: Licht bei Bewegung An
es_es: Iluminación por movimiento ON
fr_fr: Rétro-éclairage sur mouvement activé
it_it: Movim. Retroilluminazione Disattivata
pt_pt: Retroiluminação com Sensor Ligada

source: Motion Backlight Off
de_de: Licht bei Bewegung Aus
es_es: Iluminación por movimiento OFF
fr_fr: Rétro-éclairage sur mouvement désactivé
it_it: Movim. Retroilluminazione Spenta
pt_pt: Retroiluminação com Sensor Desligada

source: Motion Backlight
de_de: Licht bei Bewegung
es_es: Iluminación por movimiento
fr_fr: Rétro-éclairage sur mouvement
it_it: Movim. Retroilluminazione
pt_pt: Retroiluminação com Sensor

source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Sélectionné
it_it: Attiva
pt_pt: Ativo

source: Watchfaces
de_de: Zifferblätter
es_es: Esferas
fr_fr: Cadrans
it_it: Quadranti
pt_pt: Visores

source: No location information available. To see weather, add locations in your Pebble mobile app.
de_de: Keine Standortdaten. Um Wetter zu sehen, füge Orte in der Pebble-App auf dem Handy hinzu.
es_es: No existen ubicaciones. Para ver el tiempo, añade ubicaciones en tu app móvil Pebble.
fr_fr: Aucun emplacement défini. Pour voir la météo, définissez des emplacements dans l'application mobile Pebble.
it_it: Nessuna informazione posizione disponibile. Per visualizzare informazioni meteo, aggiungere posizioni nella vostra app di Pebble.
pt_pt: Localização indisponível. Para ver o Tempo, adicione localizações na aplicação móvel Pebble.

source: Unable to connect. Your weather data may be out of date; try checking the connection on your phone.
de_de: Kann nicht verbinden. Deine Wetterdaten könnten veraltet sein. Prüfe die Verbindung zu deinem Telefon.
es_es: No se puede conectar. Los datos del tiempo pueden estar desactualizados. Comprueba la conexión con tu dispositivo.
fr_fr: Connexion impossible. Votre météo risque de ne pas être à jour. Vérifiez la connexion avec votre téléphone.
it_it: Impossibile connetersi. I tuoi dati meteo possono essere aggiornati; provare a controllare la connessione del telefono.
pt_pt: Sem ligação. A informação de Tempo poderá estar desatualizada; verifique a ligação no seu telefone.

source: Weather
de_de: Wetter
es_es: Tiempo
fr_fr: Météo
it_it: Tempo
pt_pt: Tempo

source: TOMORROW
de_de: MORGEN
es_es: MAÑANA
fr_fr: DEMAIN
it_it: DOMANI
pt_pt: AMANHÃ

source: Sports
de_de: Sport
es_es: Deportes
it_it: Sport
pt_pt: Desporto

source: Workout Ended
de_de: Workout beendet
es_es: Entrenamiento terminado
fr_fr: Fin de l'exercice
it_it: Allenamento Interrotto
pt_pt: Exercício Concluído

source: Enable Pebble Health in the mobile app to track workouts
de_de: Aktiviere Pebble Health auf deinem Handy
es_es: Activa Pebble Salud en la app móvil para monitorizar tus entrenamientos
fr_fr: Activer Pebble Bien-Être sur votre téléphone pour suivre vos activités
it_it: Attivare Pebble Health in app per tenere traccia esercizio
pt_pt: Ativa Pebble Health na app móvel para monitorar exercícios

source: Wear your watch snug and 2 fingers' width above your wrist bone for best results.
de_de: Trage deine Uhr straff und zwei Fingerbreit unter deinem Handgelenk für die besten Messungen.
es_es: Para un mejor resultado lleva tu reloj ajustado a un par de dedos sobre el hueso de tu muñeca.
fr_fr: Pour obtenir les meilleurs résultats, portez votre montre légèrement serrée et la largeur de deux doigts au dessus de l'os du poignet.
it_it: Indossare l'orologio e attillato 2 dita dal polso per ottenere risultati migliori.
pt_pt: Usa o teu Pebble justo mas confortável dois dedos acima do osso do pulso para os melhores resultados.

source: Workout
es_es: Entrenamiento
fr_fr: Exercice
it_it: Esercizi
pt_pt: Exercício

source: FAT BURN
de_de: FETT-WEG
es_es: QUEMA CALORÍAS
fr_fr: MODÉRÉ
it_it: BRUCIARE GRASSI
pt_pt: PERDA DE PESO

source: ENDURANCE
de_de: AUSDAUER
es_es: RESISTENCIA
fr_fr: INTENSE
it_it: RESISTENZA
pt_pt: RESISTÊNCIA

source: PERFORMANCE
es_es: RENDIMIENTO
fr_fr: VIGOUREUX
it_it: CORMPORTAMENTO

source: HEART RATE
de_de: PULS
es_es: LAT/MIN
fr_fr: RYTHME
it_it: BPM
pt_pt: BPM

source: DURATION
de_de: DAUER
es_es: DURACIÓN
fr_fr: DURÉE
it_it: DURATA
pt_pt: DURAÇÃO

source: AVG PACE
de_de: Ø TEMPO
es_es: RITMO MEDIO
fr_fr: RYTHME MOY
it_it: RITMO MEDIO
pt_pt: RITMO MÉDIO

source: AVG PACE (/MI)
de_de: Ø TEMPO (/MI)
es_es: RITMO MEDIO (/MI)
fr_fr: CADENCE MOY. (/MI)
it_it: RITMO MEDIO (/MI)
pt_pt: RITMO MÉD (/MI)

source: AVG PACE (/KM)
de_de: Ø TEMPO (/KM)
es_es: RITMO MEDIO (/KM)
fr_fr: CADENCE MOY. (/KM)
it_it: RITMO MEDIO (/KM)
pt_pt: RITMO MÉD (/KM)

source: PACE
de_de: TEMPO
es_es: RITMO
fr_fr: ALLURE
it_it: PAS.
pt_pt: RITMO

source: PACE (/MI)
de_de: TEMPO (/MI)
es_es: RITMO (/MI)
fr_fr: CADENCE (/MI)
it_it: RITMO (/MI)
pt_pt: RITMO (/MI)

source: PACE (/KM)
de_de: TEMPO (/KM)
es_es: RITMO (/KM)
fr_fr: CADENCE (/KM)
it_it: RITMO (/KM)
pt_pt: RITMO (/KM)

source: SPEED
de_de: TEMPO
es_es: VELOCIDAD
fr_fr: VITESSE
it_it: VEL.
pt_pt: VELOCIDADE

source: SPEED (MPH)
de_de: GESCHW. (MPH)
es_es: VELOCIDAD (MPH)
fr_fr: VITESSE (MPH)
it_it: VELOCITÀ (MPH)
pt_pt: VELOCIDADE (MPH)

source: SPEED (KM/H)
de_de: GESCHW. (KM/H)
es_es: VELOCIDAD (KM/H)
fr_fr: VITESSE (KM/H)
it_it: VELOCITÀ (KPH)
pt_pt: VELOCIDADE (KM/H)

source: DISTANCE (MI)
de_de: DISTANZ (MI)
es_es: DISTANCIA (MI)
it_it: DISTANZA (MI)
pt_pt: DISTÂNCIA (MI)

source: DISTANCE (KM)
de_de: DISTANZ (KM)
es_es: DISTANCIA (KM)
it_it: DISTANZA (KM)
pt_pt: DISTÂNCIA (KM)

source: STEPS
de_de: SCHRITTE
es_es: PASOS
fr_fr: PAS
it_it: PASSI
pt_pt: PASSOS

source: End Workout?
de_de: Workout beenden?
es_es: ¿Terminar ejercicio?
fr_fr: Terminer l'exercice ?
it_it: Fine Esercizio?
pt_pt: Acabar Exercício?

source: Still sweating? Your workout is active and will be ended soon. Open the workout to keep it going.
de_de: Immer noch am Schwitzen? Dein Workout ist aktiv und wird bald beendet. Öffne die Workout-App, um ihn weiter aktiv zu halten.
es_es: ¿Sigues sudando? Tu entrenamiento sigue activo y finalizará pronto. Abre el entrenamiento para mantenerlo en marcha.
fr_fr: Toujours chaud ? Votre exercice est toujours actif et va être arrêté automatiquement bientôt. Ouvrez votre exercice pour le garder actif.
it_it: Ancora sudorazione? L'allenamento è attivo e sarà finita presto. Aprire il workout app per andare avanti.
pt_pt: Ainda a suar? O teu exercício está ativo e será concluído em breve. Abre a app Exercício para continuar.

source: End Workout
de_de: Workout beenden
es_es: Terminar entrenamiento
fr_fr: Fin de l'exercice
it_it: Allenamento Arresto
pt_pt: Concluír Exercício

source: Open Workout
de_de: Freies Workout
es_es: Ejercicio libre
fr_fr: Libre
it_it: Esercizi Libreri
pt_pt: Exercício Livre

source: Walk
de_de: Spazieren
es_es: Paseo
fr_fr: Marche
it_it: CAMMINATA
pt_pt: Passeio

source: Run
de_de: Lauf
es_es: Carrera
fr_fr: Course
it_it: Corsa
pt_pt: Corrida

source: Workout Detected
de_de: Workout erkannt
es_es: Ejercicio detectado
fr_fr: Exercice détecté
it_it: Esercizi Rilevati
pt_pt: Exercício Detectado

source: Walk Detected
de_de: Spazieren erkannt
es_es: Paseo detectado
fr_fr: Marche détectée
it_it: Camminare Rilevato
pt_pt: Caminhada Detectada

source: Run Detected
de_de: Lauf erkannt
es_es: Carrera detectada
fr_fr: Course détectée
it_it: Eseguire Rilevato
pt_pt: Corrida Detectada

source: %d BPM
es_es: %d PPM

source: Remember to also forget your Pebble's Bluetooth connection from your phone.
de_de: Denke daran, die Verbindung zur Pebble auch von deinem Handy aus zu trennen.
es_es: Recuerda que también debes olvidar tu Pebble en los ajustes Bluetooth de tu móvil.
fr_fr: Vous devez aussi oublier la connexion Bluetooth sur votre téléphone.
it_it: Scollega anche la connessione Bluetooth del Pebble dal telefono.
pt_pt: Remova também a ligação Bluetooth no telefone.

source: Standard - Low
de_de: Standard - Niedrig
es_es: Baja intensidad
fr_fr: Standard - Faible
it_it: Standard - Basso
pt_pt: Normal - Baixa

source: Standard - High
de_de: Standard - Hoch
es_es: Alta intensidad
fr_fr: Standard - Forte
it_it: Standard - Forte
pt_pt: Normal - Alta

source: Pulse
de_de: Puls
es_es: Pulso
fr_fr: Impulsion
it_it: Ritmo
pt_pt: Pulsar

source: Nudge Nudge
de_de: Tip Tip
es_es: Toque, toque
fr_fr: Toc Toc
it_it: Bozzo Bozzo
pt_pt: Toque no ombro

source: Jackhammer
de_de: Presslufthammer
es_es: Martillo neumático
fr_fr: Marteau piqueur
it_it: Trapano
pt_pt: Britadeira

source: All day
de_de: Ganztags
es_es: Todo el día
fr_fr: Journée
it_it: Gg int.
pt_pt: Dia todo

source: Now
de_de: Jetzt
es_es: Ahora
fr_fr: Maintenant
it_it: Ora
pt_pt: Agora

source: MIN. TO
de_de: MIN. BIS
es_es: MIN. HASTA
fr_fr: MIN. AVANT
it_it: MIN. A
pt_pt: MIN. ATÉ

source: Yesterday
de_de: Gestern
es_es: Ayer
fr_fr: Hier
it_it: Ieri
pt_pt: Ontem

source: Tomorrow
de_de: Morgen
es_es: Mañana
fr_fr: Demain
it_it: Domani
pt_pt: Amanhã

source: %B %d
de_de: %d. %B
es_es: %d %B

source: %l:%M %p
de_de: %I:%M %p
es_es: %I:%M %p
fr_fr: %I:%M %p

source: Yesterday, %l:%M %p
de_de: Gestern, %I:%M %p
es_es: Ayer, %I:%M %p
fr_fr: Hier, à %I:%M %p
it_it: ieri, %l:%M %p
pt_pt: Ontem, %l:%M %p

source: Yesterday, %R
de_de: Gestern, %R
es_es: Ayer, %R
fr_fr: Hier, %R
it_it: Ieri, %R
pt_pt: Ontem, %R

source: %b %e, %l:%M %p
de_de: %b %e, %I:%M %p
es_es: %e %b, %I:%M %p
fr_fr: %e %b, %I:%M %p

source: %B %e
de_de: %e. %B
es_es: %e %B
fr_fr: %e %B

source: %b %e, %R
es_es: %e %b, %R
fr_fr: %e %b, %R

source: %a, %l:%M %p
de_de: %a, %I:%M %p
es_es: %a, %I:%M %p
fr_fr: %a, %i:%M %p

source: %lu H AGO
de_de: VOR %lu H
es_es: HACE %lu H
fr_fr: IL Y A %lu H
it_it: %lu H FA
pt_pt: HÁ %lu H.

source: An hour ago
de_de: Vor einer Stunde
es_es: Hace una hora
fr_fr: Il y a une heure
it_it: Un'ora fa
pt_pt: Há 1 hora

source: %lu hours ago
de_de: Vor %lu Stunden
es_es: Hace %lu horas
fr_fr: Il y a %lu heures
it_it: %lu ore fa
pt_pt: há %lu horas

source: %lu MIN AGO
de_de: VOR %lu MIN
es_es: HACE %lu MIN
fr_fr: IL Y A %lu MIN
it_it: %lu MIN FA
pt_pt: HÁ %lu MIN.

source: %lu minute ago
de_de: Vor %lu Minute
es_es: Hace %lu minuto
fr_fr: Il y a %lu minutes
it_it: %lu minuto fa
pt_pt: Há %lu minuto

source: %lu minutes ago
de_de: Vor %lu Minuten
es_es: Hace %lu minutos
fr_fr: Il y a %lu minutes
it_it: %lu minuti fa
pt_pt: há %lu minutos

source: NOW
de_de: JETZT
es_es: AHORA
fr_fr: MAINTENANT
it_it: ORA
pt_pt: AGORA

source: IN %lu MIN
es_es: DENTRO DE %lu MIN
fr_fr: DANS %lu MIN
it_it: TRA %lu M.
pt_pt: EM %lu MIN.

source: In %lu minute
es_es: Dentro de %lu minuto
fr_fr: Dans %lu minute
it_it: Tra %lu min.
pt_pt: Em %lu minuto

source: In %lu minutes
de_de: In %lu Minuten
es_es: Dentro de %lu minutes
fr_fr: Dans %lu minutes
it_it: Tra %lu min.
pt_pt: Em %lu minutos

source: IN %lu H
es_es: DENTRO DE %lu H
fr_fr: DANS %lu H
it_it: TRA %lu H
pt_pt: EM %lu H

source: In %lu hour
de_de: In %lu Stunde
es_es: Dentro de %lu hora
fr_fr: Dans %lu hour
it_it: Tra %lu ora
pt_pt: Em %lu hora

source: In %lu hours
de_de: In %lu Stunden
es_es: Dentro de %lu horas
fr_fr: Dans %lu hours
it_it: tra %lu ore
pt_pt: Em %lu horas

source: %m/%d
de_de: %d.%m.
es_es: %d/%m
fr_fr: %d/%m
it_it: %d/%m
pt_pt: %d/%m

source: this morning
de_de: heute Morgen
es_es: esta mañana
fr_fr: ce matin
it_it: quest mattina
pt_pt: esta manhã

source: this afternoon
de_de: heute Nachmittag
es_es: esta tarde
fr_fr: cet après-midi
it_it: questa pomeriggio
pt_pt: esta tarde

source: this evening
de_de: heute Abend
es_es: esta tarde
fr_fr: ce soir
it_it: questa sera
pt_pt: este fim de tarde
