Repository: w200024212/pebbleos
Catalog: resources/normal/*/lang/*/tintin.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt

source: %.*s is not responding
de_de: %.*s antwortet nicht
es_es: %.*s no responde
fr_fr: %.*s ne répond pas
it_it: %.*s non risponde
pt_pt: %.*s não responde

source: This app requires a newer version of the Pebble firmware.
de_de: Diese App benötigt eine neuere Version der Pebble Firmware.
es_es: Esta app necesita una nueva versión del firmware Pebble.
fr_fr: Cette appli requiert une version plus récente du micrologiciel
it_it: Quest'app richiede una nuova versione del firmware Pebble
pt_pt: Esta aplicação requer uma versão mais recente do firmware Pebble.

source: Snooze for %d minutes
de_de: Für %d Minuten schlummern
es_es: Posponer durante %d minutos
fr_fr: Répéter dans %d minutes
it_it: Posponi per %d minuti
pt_pt: Adiar %d minutos

source: Alarm dismissed
de_de: Wecker ignoriert
es_es: Alarma descartada
fr_fr: Alarme annulée
it_it: Sveglia ignor.
pt_pt: Alarme cancelado

source: Your heart rate has been shared with an app on your phone for several hours. This could affect your battery. Stop sharing now?
de_de: Dein Puls wurde einer anderen App auf deinem Handy mehrere Stunden lang mitgeteilt. Dies beeinträchtigt deine Akkulaufzeit. Mitteilen jetzt stoppen?
es_es: Has estado compartiendo tu ritmo cardiaco con tu teléfono durante varias horas. Esto puede afectar a tu batería. ¿Quieres dejar de compartirlo?
fr_fr: Votre rythme cardiaque est partagé avec votre téléphone depuis plusieurs heures. Cela va réduire votre batterie. Voulez-vous suspendre le partage ?
it_it: Il tuo ❤ è stata condivisa con un app sul telefono per diverse ore. Questo potrebbe influenzare la batteria. Interrompere la condivisione ora?
pt_pt: O teu ritmo cardíaco tem sido partilhado com uma app no teu telefone há algumas horas. Isto pode afectar a bateria. Parar a partilha?

source: Dismiss
de_de: Verwerfen
es_es: Descartar
fr_fr: Ignorer
it_it: Ignora
pt_pt: Remover

source: Stop Sharing Heart Rate
de_de: Puls nicht mitteilen
es_es: Dejar de compartir ritmo cardiaco
fr_fr: Ne plus partager le rythme cardiaque
it_it: Termina Condivisione ❤︎
pt_pt: Parar Partilha de Ritmo Cardíaco

source: Sharing Heart Rate
de_de: Teilt Puls mit
es_es: Compartiendo ritmo cardiaco
fr_fr: Partager rythme cardiaque
it_it: La frequenza cardiaca condiviso
pt_pt: Partilhando Ritmo Cardíaco

source: Share heart rate?
de_de: Puls mitteilen?
es_es: ¿Compartir ritmo cardiaco?
fr_fr: Partager votre rythme cardiaque ?
it_it: Condividere la frequenza cardiaca?
pt_pt: Partilhar ritmo cardíaco?

source: Heart Rate Not Shared
de_de: Puls nicht mitgeteilt
es_es: Ritmo cardiaco no compartido
fr_fr: Rythme cardiaque non partagé
it_it: ❤︎ Non Condiviso
pt_pt: Ritmo Cardíaco Não Partilhado

source: Pair?
de_de: Koppeln?
es_es: ¿Conectar?
fr_fr: Jumeler ?
it_it: App.?
pt_pt: Emp.?

source: %s%.*s is not responding. Open app?
de_de: %s%.*s antwortet nicht. App öffnen?
es_es: %s%.*s no responde. ¿Abrir app?
fr_fr: %s%.*s ne répond pas. Ouvrir l'app ?
it_it: %s%.*s non risponde. Avvia l'app?
pt_pt: %s%.*s não responde. Abrir app?

source: Your Pebble just reset. Please report this using the 'Support' link in the Pebble phone app.
de_de: Deine Pebble wurde neu gestartet. Teile uns das bitte via 'Support'-Link in der Pebble-App auf dem Handy mit.
es_es: Tu Pebble se ha reiniciado. Por favor informanos utilizando “Asistencia” en la app móvil Pebble.
fr_fr: Votre Pebble a crashé. Veuillez nous le signaler.
it_it: Il tuo Pebble è stato riavviato. Segnalalo con il link "Supporto" nell'app per cell. Pebble.
pt_pt: O teu Pebble reiniciou. Por favor reporte isto através do link "Suporte" na app Pebble no telefone.

source: Bluetooth on your phone is in a high power state. Please report this using 'Support' and reboot your phone.
de_de: Bluetooth läuft auf deinem Handy in einem "High Power State". Teile uns das bitte via 'Support' in der Pebble-App auf deinem Handy mit.
es_es: El Bluetooth de tu móvil está en modo de alta energía. Por favor informanos utilizando “Asistencia” y reinicia tu teléfono.
fr_fr: Votre Bluetooth ne fonctionne pas correctement. Veuillez nous le signaler et redémarrer votre téléphone.
it_it: Il bluetooth sul tuo cellulare è ad un'alta potenza. Segnalacelo usando "Supporto" e riavvia il telefono.
pt_pt: O Bluetooth no telefone está em alta potência. Por favor reporte isto através do link "Suporte" na app Pebble no telefone.

source: This app requires Pebble Health to work. Enable Health in the Pebble mobile app to continue.
de_de: Diese App benötigt Pebble Health um zu funktionieren. Aktiviere Health in der Pebble-App auf deinem Handy um fortzufahren.
es_es: Esta app necesita Pebble Health para funcionar. Activa Health en la app móvil de Pebble para continuar.
fr_fr: Veuillez activer la fonction "Bien-Être" dans l'appli mobile Pebble pour utiliser cette application
it_it: Quest'app necessita di Pebble Health per funzionare. Attivalo su Pebble per continuare.
pt_pt: Esta aplicação requer a Pebble Health. Ative-a na aplicação móvel Pebble para continuar.

source: This feature requires Pebble Health to work. Enable Health in the Pebble mobile app to continue.
de_de: Diese Funktion benötigt Pebble Health. Aktiviere Health in deiner Pebble-App auf dem Handy.
es_es: Esta característica requiere Pebble Salud para funcionar. Activa Salud en la app móvil de Pebble para continuar.
fr_fr: Cette fonctionnalité requiert l'activation de Bien-Être. Activer Bien-Être dans l'application mobile Pebble pour continuer.
it_it: Questa funzionalità richiede Pebble Health per lavorare. Attivare Health in app mobile Pebble per continuare.
pt_pt: Esta funcionalidade requer a Pebble Health. Ativa-a na aplicação móvel Pebble para continuar.

source: Snoozed
de_de: Geschlummert
es_es: Pospuesta
fr_fr: Ok !
it_it: Posp.
pt_pt: Adiado

source: Muted
de_de: Stumm
es_es: Silenciada
fr_fr: Bloqué
it_it: Senza audio
pt_pt: Silenciada

source: Snooze
de_de: Schlummern
es_es: Posponer
fr_fr: Répéter
it_it: Posp.
pt_pt: Adiar

source: Mute %s
de_de: %s stumm
es_es: Silenciar %s
fr_fr: Bloquer %s
it_it: Senza audio %s
pt_pt: Silenciar %s

source: Mute Always
de_de: Immer stumm
es_es: Silenciar siempre
fr_fr: Toujours bloquer
it_it: Silenzio sempre
pt_pt: Sempre

source: Mute Weekends
de_de: Wochenends stumm
es_es: Silenciar findes
fr_fr: Bloquer le week-end
it_it: Silenzio i fine settimana
pt_pt: Fim de Semana

source: Mute Weekdays
de_de: Wochentags stumm
es_es: Silenciar laborables
fr_fr: Bloquer en semaine
it_it: Audio off nei feriali
pt_pt: Dias Úteis

source: Dismiss All
de_de: Alle verwerfen
es_es: Descartar todas
fr_fr: Tout Ignorer
it_it: Ign. tutto
pt_pt: Remover tudo

source: End Quiet Time
de_de: Ruhezeit beenden
es_es: Finalizar modo discreto
fr_fr: Désactiver Tranquillité
it_it: Term. silenz.
pt_pt: Terminar Modo Silêncio

source: Start Quiet Time
de_de: Ruhezeit starten
es_es: Empezar modo discreto
fr_fr: Activer Tranquillité
it_it: Avvia silenzioso
pt_pt: Iniciar Modo Silêncio

source: Call Accepted
de_de: Angenommen
es_es: Aceptada
fr_fr: Appel Accepté
it_it: Ch. accettata
pt_pt: Cham. atendida

source: Disconnected
de_de: Verbindung getrennt
es_es: Desconectado
fr_fr: Déconnecté
it_it: Disconnetti
pt_pt: Desligado

source: Call Ended
de_de: Anruf vorbei
es_es: Finalizada
fr_fr: Appel terminé
it_it: Ch. term.
pt_pt: Chamada terminou

source: Call Declined
de_de: Abgelehnt
es_es: Rechazada
fr_fr: Appel Rejeté
it_it: Ch. rifiutata
pt_pt: Ignorada

source: Run %s instead of %s as the background app?
de_de: %s anstelle von %s im Hintergrund ausführen?
es_es: ¿Usar %s en vez de %s como app de fondo?
fr_fr: Exécuter %s à la place de %s comme tâche de fond ?
it_it: Eseguire %s invece di %s come sfondo app?
pt_pt: Executar %s em vez de %s como app de fundo?

source: While your Pebble was off wakeup events occurred for:
de_de: Während deine Pebble aus war, sind Ereignisse aufgetreten für:
es_es: Mientras que tu Pebble estaba apagado ocurrieron eventos para las siguientes apps:
fr_fr: Alors que votre Pebble était éteinte, des minuteurs ont expirés pour :
it_it: Mentre il tuo Pebble era spento è accaduto:
pt_pt: Enquanto o teu Pebble estava desligado ocorreram os eventos:

source: Fully Charged
de_de: Vollständig geladen
es_es: Cargado a tope
fr_fr: Chargée
it_it: Caric. compl.
pt_pt: Carga total

source: Charging
de_de: Aufladen
es_es: Cargando
fr_fr: En Charge
it_it: Caric.
pt_pt: A carregar

source: Powered 'til %s
de_de: Geladen bis %s
es_es: Con carga hasta %s
fr_fr: Alimentée jusqu'à %s
it_it: Alimentato fino a %s
pt_pt: Carregado até %s

source: Your screen may need calibration. Calibrate it now?
de_de: Dein Bildschirm muss eventuell kalibriert werden. Jetzt kalibrieren?
es_es: Tu pantalla necesita calibrarse. ¿Calibrarla ahora?
fr_fr: Voulez vous calibrer votre écran ?
it_it: Il tuo schermo ha bisogno di calibrazione. Esegui?
pt_pt: O seu ecrã pode necessitar de calibragem. Deseja calibrá-lo agora?

source: Pebble Updated!
de_de: Pebble aktualisiert!
es_es: ¡Pebble actualizado!
fr_fr: Pebble mise à jour !
it_it: Pebble Aggiornato!
pt_pt: Pebble Atualizado!

source: For activity and sleep tracking, press up from your watch face. Press down for current and future events. Read more at blog.pebble.com
de_de: Für Bewegungs- und Schlaf-Tracking, drücke RAUF von deinem Zifferblatt aus. Drücke RUNTER für aktuelle und zukünftige Ereignisse. Mehr Informationen auf Englisch unter blog.pebble.com
es_es: Para ver tu actividad y sueño, pulsa arriba desde tu esfera. Pulsa abajo para ver tus eventos actuales y futuros. Aprende más en blog.pebble.com
fr_fr: Pour suivre votre activité et votre sommeil, appuyez sur le bouton Haut depuis votre cadran. Appuyer sur Bas pour voir vos rendez-vous à venir. Plus d'informations sur blog.pebble.com
it_it: Per tenere traccia di attività e il sonno, premere verso l'alto dal quadrante. Premere verso il basso per gli eventi attuali e futuri. Per saperne di più su: blog.pebble.com
pt_pt: Para monitorização de sono e atividade, pressiona Cima a partir do visor. Pressiona Baixo para eventos atuais e futuros. Leia mais em blog.pebble.com

source: Update Complete
de_de: Update vollständig
es_es: Actualización completa
fr_fr: Mise à jour terminée
it_it: Agg. completato
pt_pt: Atualização Concluída

source: Update Failed
de_de: Update fehlgeschlagen
es_es: Actualización fallida
fr_fr: Échec de la mise à jour
it_it: Agg. fallito
pt_pt: Falha na Atualização

source: Snooze delay set to %d minutes
de_de: Schlummern auf %d Minuten gesetzt
es_es: Posponer fijado en %d minutos
fr_fr: Le rappel aura lieu après %d minutes.
it_it: Funz. posp. impost. a %d min.
pt_pt: Duração do Snooze: %d minutos

source: Delete
de_de: Löschen
es_es: Eliminar
fr_fr: Supprimer
it_it: Elim.
pt_pt: Eliminar

source: Disable
de_de: Deaktivieren
es_es: Deshabilitar
fr_fr: Désactiver
it_it: Disatt.
pt_pt: Desativar

source: Enable
de_de: Aktivieren
es_es: Habilitar
fr_fr: Activer
it_it: Attiva
pt_pt: Ativar

source: Change Time
de_de: Zeit ändern
es_es: Cambiar hora
fr_fr: Changer l'heure
it_it: Mod. ora
pt_pt: Alterar hora

source: Change Days
de_de: Tage ändern
es_es: Cambiar días
fr_fr: Changer jours
it_it: Mod. giorni
pt_pt: Alterar dias

source: Convert to Basic Alarm
de_de: In normalen Wecker umwandeln
es_es: Convertir en alarma sencilla
fr_fr: Désactiver mode réveil en douceur
it_it: Convertire ad Allarme di Base
pt_pt: Converter para Alarme Básico

source: Convert to Smart Alarm
de_de: In intelligenten Wecker umwandeln
es_es: Convertir en alarma inteligente
fr_fr: Activer mode réveil en douceur
it_it: Convertire in Smart allarme
pt_pt: Converter para Alarme Inteligente

source: Snooze Delay
de_de: Schlummern
es_es: Duración posponer
fr_fr: Rappel d'alarme
it_it: Posponi
pt_pt: Duração Snooze

source: 5 minutes
de_de: 5 Minuten
es_es: 5 minutos
it_it: 5 minuti
pt_pt: 5 minutos

source: 10 minutes
de_de: 10 Minuten
es_es: 10 minutos
it_it: 10 minuti
pt_pt: 10 minutos

source: 15 minutes
de_de: 15 Minuten
es_es: 15 minutos
it_it: 15 minuti
pt_pt: 15 minutos

source: 30 minutes
de_de: 30 Minuten
es_es: 30 minutos
it_it: 30 minuti
pt_pt: 30 minutos

source: 1 hour
de_de: 1 Stunde
es_es: 1 hora
fr_fr: 1 heure
it_it: 1 ora
pt_pt: 1 hora

source: Check something first.
de_de: Mindestens einen Haken setzen.
es_es: Selecciona algún día.
fr_fr: Veuillez cocher une case
it_it: Ver. qualcosa prima.
pt_pt: Verif. algo primeiro.

source: New Smart Alarm
de_de: Smarter Wecker
es_es: Nueva alarma inteligente
fr_fr: Nouveau réveil en douceur
it_it: Nuovo Smart allarme
pt_pt: Alarme Inteligente

source: New Alarm
de_de: Neuer Wecker
es_es: Nueva alarma
fr_fr: Nouvelle alarme
it_it: Nuova sv.
pt_pt: Novo alarme

source: Wake up between
de_de: Aufwachen zw.
es_es: Levantarse entre
fr_fr: Réveil entre
it_it: Svegliati dalle
pt_pt: Acordar entre

source: Wake up interval
de_de: Aufwach-Intervall
es_es: Intervalo alarma
fr_fr: Réveil entre
it_it: Intervallo di sveglia
pt_pt: Intervalo de acordar

source: Basic Alarm
de_de: Normaler Wecker
es_es: Alarma sencilla
fr_fr: Alarme Classique
it_it: Allarme di Base
pt_pt: Alarme Básico

source: Smart Alarm
de_de: Smarter Wecker
es_es: Alarma inteligente
fr_fr: Réveil en douceur
it_it: Smart Allarme
pt_pt: Alarme Inteligente

source: Alarm Deleted
de_de: Wecker gelöscht
es_es: Alarma eliminada
fr_fr: Alarme supprimée
it_it: Sveglia elim.
pt_pt: Alarme apagado

source: Limit reached.
de_de: Limit erreicht.
es_es: Límite alcanzado.
fr_fr: Limite atteinte.
it_it: Limite ragg.
pt_pt: Limite atingido.

source: Let us wake you in your lightest sleep so you're fully refreshed! Smart Alarm wakes you up to 30min before your alarm.
de_de: Lass dich von deiner Pebble im Leichtschlaf wecken damit du besser hoch kommst! Intelligente Wecker wecken dich bis zu 30 Minuten vor der eingestellten Zeit.
es_es: ¡Deja que te despertemos en tu sueño más ligero para que estés totalmente fresco! Una alarma inteligente te despierta hasta 30 minutos antes de la hora.
fr_fr: Évitez les réveils difficiles ! Pebble attend une phase de sommeil léger pour vous réveiller entre 30 minutes avant et l'heure de votre réveil.
it_it: Lasciate che vi svegliamo così sei completamente rinfrescato nel sonno più leggero! Smart Alarm ti sveglia per 30 minuti prima della sveglia.
pt_pt: Deixe-nos acordá-lo durante o sono mais leve para que esteja totalmente recuperado! Alarme Inteligente acorda-o até 30m antes do alarme.

source: Alarms
de_de: Wecker
es_es: Alarmas
fr_fr: Alarmes
it_it: Svegl.
pt_pt: Alarme

source: Not connected
de_de: Nicht verbunden
es_es: No conectado
fr_fr: Pas de connexion
it_it: Non connesso
pt_pt: Não ligado

source: No internet connection
de_de: Keine Internetverbindung
es_es: Sin conexión a Internet
fr_fr: Pas de connexion à internet
it_it: Senza conn. internet
pt_pt: Sem ligação à Internet

source: No internet connection
de_de: Keine Internetverbindung
es_es: Sin conexión a Internet
fr_fr: Pas de connexion à internet
it_it: Senza conn. a internet
pt_pt: Sem lig. à Internet

source: Incompatible JS
de_de: Inkompatibles JS
es_es: JS incompatible
fr_fr: JS incompatible
it_it: JS incompatibile
pt_pt: JS incompatível

source: Failed
de_de: Fehlgeschlagen
es_es: Error
fr_fr: Erreur
it_it: Fall.
pt_pt: Falhou

source: Track your steps, sleep, and more! Enable Pebble Health in the mobile app.
de_de: Überwache deine Schritte, deinen Schlaf und mehr! Aktiviere Pebble Health in der Handy-App.
es_es: ¡Cuenta tus pasos, monitoriza tu sueño y más! Activa Pebble Salud en la app móvil.
fr_fr: Comptez vos pas, heures de sommeil et bien plus ! Il suffit d'activer Bien-Être dans l'application mobile.
it_it: Traccia il tuo passi, il sonno, e molto altro ancora! Attivare Pebble Health in app mobile.
pt_pt: Siga os seus passos, sono, e mais! Ative o Pebble Health na aplicação móvel.

source: 30 DAY AVG
de_de: 30 TAGE Ø
es_es: MEDIA 30 DÍAS
fr_fr: MOY. 30 J
it_it: MEDIA 30 GIORNI
pt_pt: MÉDIA 30 DIAS

source: CALORIES
de_de: KALORIEN
es_es: CALORÍAS
it_it: CALORIE
pt_pt: CALORIAS

source: DISTANCE
de_de: DISTANZ
es_es: DISTANCIA
it_it: DISTANZA
pt_pt: DISTÂNCIA

source: Today
de_de: Heute
es_es: Hoy
fr_fr: Aujourd'hui
it_it: Oggi
pt_pt: Hoje

source: SMTWTFS
de_de: SMDMDFS
es_es: DLMXJVS
fr_fr: DLMMJVS
it_it: DLMMGVS
pt_pt: DSTQQSS

source: BPM
es_es: LAT/MIN

source: Fat Burn
de_de: Fett-Weg
es_es: Quema calorías
fr_fr: Modéré
it_it: Bruciare Grassi
pt_pt: Perda de Peso

source: Endurance
de_de: Ausdauer
es_es: Resistencia
fr_fr: Intense
it_it: Resistenza
pt_pt: Resistência

source: Performance
es_es: Rendimiento
fr_fr: Vigoureux
it_it: Comportamento

source: RESTING
de_de: RUHEPULS
es_es: EN DESCANSO
fr_fr: REPOS
it_it: RIPOSO
pt_pt: DESCANSO

source: Enable heart rate monitoring in the mobile app
de_de: Aktiviere den Pulsmesser auf deinem Handy
es_es: Activa la monitorización de ritmo cardiaco en la app móvil
fr_fr: Activer le suivi de rythme cardiaque dans Pebble sur votre téléphone
it_it: Attivare cardiofrequenzimetro sul Pebble app
pt_pt: Ativa monitorização do ritmo cardíaco na app móvel

source: 30 DAY
de_de: 30 TAGE
es_es: 30 DÍAS
fr_fr: 30 JOURS
it_it: 30 GIORNI
pt_pt: 30 DIAS

source: SLEEP SESSION
de_de: SCHLAF-PHASE
es_es: Sueño
fr_fr: SOMMEIL
it_it: SESIONE DI SONNO
pt_pt: SESSÃO DE SONO

source: DEEP SLEEP
de_de: TIEFSCHLAF
es_es: SUEÑO PROFUNDO
fr_fr: SOMMEIL PROFOND
it_it: SONNO PROFONDO
pt_pt: SONO PROFUNDO

source: No sleep data, wear your watch to sleep
de_de: Keine Schlafdaten, trage deine Uhr während du schläfst.
es_es: No hay datos de sueño, lleva tu reloj mientras duermes
fr_fr: Aucun sommeil. Portez Pebble pendant le sommeil.
it_it: Non ci sono dati di sonno, indossare l'orologio a dormire
pt_pt: Sem dados de sono, usa o teu relógio a dormir

source: TYPICAL %s
de_de: TYPISCHER %s
es_es: TÍPICAMENTE %s
fr_fr: %s TYPIQUE
it_it: TIPICO %s
pt_pt: TÍPICO %s

source: START PLAYBACK ON YOUR PHONE
de_de: SPIELE ETWAS AUF DEINEM HANDY AB
es_es: COMIENZA LA MÚSICA EN TU MÓVIL
fr_fr: COMMENCER LA LECTURE SUR LE MOBILE
it_it: INIZIA RIPROD. SUL CELLULARE
pt_pt: INICIAR REPRODUÇÃO NO TELEFONE

source: Music
de_de: Musik
es_es: Música
fr_fr: Musique
it_it: Musica
pt_pt: Música

source: Done
de_de: Erledigt
es_es: Hecho
fr_fr: Terminé
it_it: Ese.
pt_pt: Feito

source: Clear history?
de_de: Verlauf löschen?
es_es: ¿Borrar historial?
fr_fr: Purger l'historique ?
it_it: Canc. cronol.?
pt_pt: Apag. histórico?

source: Clear All
de_de: Alle ausblenden
es_es: Borrar todas
fr_fr: Tout Effacer
it_it: Canc. tt
pt_pt: Apagar tudo

source: No notifications
de_de: Keine Mitteilungen
es_es: Sin notificaciones
fr_fr: Pas de notifications
it_it: Nessuna notifica
pt_pt: Sem notificações

source: Notifications
de_de: Mitteilungen
es_es: Notificaciones
it_it: Notifiche
pt_pt: Notificações

source: Completed
de_de: Abgeschlossen
es_es: Completado
fr_fr: Fait
it_it: Completato
pt_pt: Completado

source: Postpone
de_de: Vertagen
es_es: Posponer
fr_fr: Me rappeler
it_it: Rinviare
pt_pt: Adiar

source: Remove
de_de: Entfernen
es_es: Eliminar
fr_fr: Effacer
it_it: Rimuo.
pt_pt: Remover

source: Added
de_de: Hinzugefügt
es_es: Añadido
fr_fr: Ajouté
it_it: Aggiunto
pt_pt: Adicionado

source: Reminder
de_de: Erinnerung
es_es: Recordatorio
fr_fr: Rappel
it_it: Promemoria
pt_pt: Lembrete

source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconos
pt_pt: Desconhecido

source: Select Contact
de_de: Kontakt wählen
es_es: Elegir contacto
fr_fr: Choisir Destinataire
it_it: Seleziona Contatto
pt_pt: Selecione contacto

source: Add contacts in mobile app
de_de: Füge Kontakte auf Handy hinzu
es_es: Añadir contactos en app móvil
fr_fr: Ajoutez vos contacts dans l'app mobile
it_it: Aggiungere contatto
pt_pt: Adic. contactos na app Pebble Time

source: Send Text
de_de: SMS Senden
es_es: Enviar SMS
fr_fr: Message
it_it: Messaggio
pt_pt: Enviar SMS

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
it_it: Impost.
pt_pt: Definições

source: No background apps
de_de: Keine Hintergrund-Apps
es_es: Sin apps de fondo
fr_fr: Aucune tâche de fond
it_it: no sfondo app
pt_pt: Não há aplicações de fundo

source: None
de_de: Keine
es_es: Ninguna
fr_fr: Aucune
it_it: Nes.
pt_pt: Inexistente

source: Background App
de_de: Hintergrund-App
es_es: App de fondo
fr_fr: Tâche de fond
it_it: sfondo app
pt_pt: App de Fundo

source: <Untitled>
de_de: <Unbenannt>
es_es: <Sin nombre>
fr_fr: <Sans Titre>
it_it: <Snz Tit>
pt_pt: <Sem título>

source: Pairing Instructions
de_de: Zum Verbinden:
es_es: Cómo conectar
fr_fr: Instructions de jumelage
it_it: Istruz. appaiamento
pt_pt: Instr. de emparelham.

source: %u Paired Phones
de_de: %u gekoppelte Handys
es_es: %u móviles enlazados
fr_fr: %u Téléphones jumelés
it_it: %u Cell appaiati
pt_pt: %u tel. empar.

source: %u Paired Phone
de_de: Ein gekoppeltes Handy
es_es: %u móvil enlazado
fr_fr: %u Téléphone jumelé
it_it: %u Cel appaiato
pt_pt: %u tel. empar.

source: LE Only
de_de: Nur BLE
es_es: Solo LE
fr_fr: LE uniquement
it_it: Solo LE
pt_pt: Só LE

source: Connected
de_de: Verbunden
es_es: Conectado
fr_fr: Connecté
it_it: Connesso
pt_pt: Ligado

source: Sharing Heart Rate ❤
de_de: Teilt Puls mit ❤
es_es: Compartiendo ritmo cardiaco ❤
fr_fr: Rythme cardiaque partagé ❤
it_it: La frequenza cardiaca condiviso ❤
pt_pt: Partilhando Ritmo Cardíaco ❤

source: Connection
de_de: Verbindung
es_es: Conexión
fr_fr: Connexion
it_it: Conness.
pt_pt: Ligação

source: Airplane Mode
de_de: Flugmodus
es_es: Modo avión
fr_fr: Mode avion
it_it: Modalità volo
pt_pt: Modo de Voo

source: Now Discoverable
de_de: Jetzt sichtbar
es_es: Ahora visible
fr_fr: Détectable
it_it: Ora rilevabile
pt_pt: Detetável

source: Disabling...
de_de: Wird deaktiviert...
es_es: Deshabilitando...
fr_fr: Désactivation...
it_it: Disattivando
pt_pt: A desativar...

source: Enabling...
de_de: Wird aktiviert...
es_es: Habilitando...
fr_fr: Activation...
it_it: Attivando
pt_pt: A ativar...

source: Disable Airplane Mode to connect.
de_de: Deaktiviere den Flugmodus zum Verbinden
es_es: Apaga el Modo Avión para conectar
fr_fr: Désactivez le mode avion pour vous connecter
it_it: Disatt. mod. volo per conn.
pt_pt: Desativar modo de voo para ligar.

source: Open the Pebble app on your phone to connect.
de_de: Öffne die Pebble-App auf deinem Handy zum Verbinden
es_es: Abre la app Pebble en tu móvil para conectar.
fr_fr: Ouvrez l'appli Pebble pour vous connecter
it_it: Avvia app Pebble sul cellul. per conn.
pt_pt: Abrir app Pebble no telefone para ligar.

source: Low
de_de: Niedrig
es_es: Baja
fr_fr: Faible
it_it: Ba.
pt_pt: Baixa

source: Medium
de_de: Mittel
es_es: Media
fr_fr: Moyenne
it_it: Me.
pt_pt: Média

source: High
de_de: Hoch
es_es: Alta
fr_fr: Forte
it_it: Alto
pt_pt: Alta

source: Blinding
de_de: Grell
es_es: Cegadora
fr_fr: Aveuglante
it_it: Ill. ma.
pt_pt: Cegante

source: INTENSITY
de_de: INTENSITÄT
es_es: INTENSIDAD
fr_fr: LUMINOSITE
it_it: INTENSITÀ
pt_pt: INTENSIDADE

source: Intensity
de_de: Intensität
es_es: Intensidad
fr_fr: Luminosité
it_it: Intensità
pt_pt: Intensidade

source: 3 Seconds
de_de: 3 Sekunden
es_es: 3 segundos
fr_fr: 3 secondes
it_it: 3 secondi
pt_pt: 3 segundos

source: 5 Seconds
de_de: 5 Sekunden
es_es: 5 segundos
fr_fr: 5 secondes
it_it: 5 secondi
pt_pt: 5 segundos

source: 8 Seconds
de_de: 8 Sekunden
es_es: 8 segundos
fr_fr: 8 secondes
it_it: 8 secondi
pt_pt: 8 segundos

source: TIMEOUT
de_de: VERZÖGERUNG
es_es: APAGAR A LOS…
it_it: SOSP.
pt_pt: LIMITE

source: Timeout
de_de: Verzögerung
es_es: Apagar a los…
it_it: Sosp.
pt_pt: Desligar após

source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua
pt_pt: Idioma

source: Backlight
de_de: Licht
es_es: Luz de fondo
fr_fr: Rétroéclairage
it_it: Retroill.
pt_pt: Retroiluminação

source: Motion Enabled
de_de: Bei Bewegung
es_es: Movimiento
fr_fr: Mouvements
it_it: Movim. attiv.
pt_pt: Sensor Movimento
