Repository: w200024212/pebbleos
Catalog: resources/normal/*/lang/*/tintin.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt

source: tonight
de_de: heute Nacht
es_es: esta noche
fr_fr: ce soir
it_it: stasera
pt_pt: esta noite

source: tomorrow morning
de_de: morgen früh
es_es: mañana por la mañana
fr_fr: demain matin
it_it: domani mattina
pt_pt: amanhã de manhã

source: tomorrow afternoon
de_de: morgen Nachmittag
es_es: mañana por la tarde
fr_fr: demain midi
it_it: domani pomeriggio
pt_pt: amanhã à tarde

source: tomorrow evening
de_de: morgen Abend
es_es: mañana por la tarde
fr_fr: demain soir
it_it: domani sera
pt_pt: amanhã ao fim da tarde

source: tomorrow night
de_de: morgen Nacht
es_es: mañana por la noche
fr_fr: demain soir
it_it: domani notte
pt_pt: amanhã à noite

source: the day after tomorrow
de_de: übermorgen
es_es: pasado mañana
fr_fr: après-demain
it_it: dopodomani
pt_pt: depois de amanhã

source: the foreseeable future
de_de: einige Tage
es_es: los próximos días
fr_fr: plusieurs jours
it_it: prossimo futuro
pt_pt: daqui a uns dias

source: How are you feeling? Have you noticed extra focus, better mood or extra energy? You have been sleeping great this week! Keep it up!
de_de: Wie fühlst du dich? Konntest du dich besser konzentrieren, hattest bessere Laune oder mehr Energie? Dein Schlaf diese Woche war super - mach weiter so!
es_es: ¿Cómo estás? ¿Crees que estás más atento, de mejor ánimo o con más energía? ¡Has dormido como un bebe esta semana! ¡Sigue así!
fr_fr: Comment vous sentez-vous ? Vous sentez-vous plus concentré(e), de meilleure humeur ou plus dynamique ? Vous avez très bien dormi cette semaine, continuez !
it_it: Come ti senti? Hai notato una maggior concentrazione, morale ed energia? Hai dormito bene questa settimana. Continua così!
pt_pt: Como se sente? Notou que se concentra melhor, está mais bem-disposto ou com mais energia? Tem dormido esplendidamente esta semana! Continue assim!

source: I feel fabulous!
de_de: Großartig
es_es: ¡Me siento genial!
fr_fr: Super !
it_it: Magnificamente!
pt_pt: Sinto-me muito bem!

source: About average
de_de: Ganz okay
es_es: Más o menos igual
fr_fr: Moyen
it_it: Nella media
pt_pt: Normal

source: I'm still tired
de_de: Noch müde
es_es: Sigo cansado
fr_fr: Toujours fatigué(e)
it_it: Ancora stanco
pt_pt: Continuo cansado

source: Awesome!
de_de: Hammer!
es_es: ¡Genial!
fr_fr: Super
it_it: Fantastico!
pt_pt: Fantástico!

source: Keep it up!
de_de: Weiter so!
es_es: ¡Sigue así!
fr_fr: Continuez !
it_it: Continua così!
pt_pt: Continue assim!

source: We'll get there!
de_de: Wir sind fast da!
es_es: ¡Lo conseguiremos!
fr_fr: Ça va venir !
it_it: Ci arriveremo!
pt_pt: Lá chegaremos!

source: Congratulations - you're having a super active day! Activity makes you more focused and creative. How do you feel?
de_de: Gratulation - du hast einen super aktiven Tag! Bewegung hilft bei Konzentration und Kreativität.
es_es: ¡Felicidades!, ¡tienes un día muy activo! Ser activo te hace estar más atento y creativo. ¿Cómo te sientes?
fr_fr: Félicitations pour une journée très active ! L'activité augmente votre concentration et créativité. Le ressentez-vous ?
it_it: Congratulazioni, stai avendo un giorno iperattivo! L'esercizio aumenta concentrazione e creatività. Come ti senti?
pt_pt: Parabéns, está a ter um dia super ativo! A atividade aumenta a concentração e a criatividade. Como se sente?

source: I feel great!
de_de: Großartig!
es_es: ¡Genial!
fr_fr: Super !
it_it: Ottimo!
pt_pt: Sinto-me muito bem!

source: About the same
de_de: Unverändert
es_es: Más o menos igual
fr_fr: A peu près pareil
it_it: Più o meno uguale
pt_pt: Na mesma

source: Not feeling it
de_de: Kein Unterschied
es_es: No del todo bien
fr_fr: Je le sens pas trop ...
it_it: Non ti so dire
pt_pt: Não me sinto grande coisa...

source: Activity Summary
de_de: Überblick Aktivität
es_es: Resumen actividad
fr_fr: Rapport Activité
it_it: Somm. attività
pt_pt: Resumo da Atividade

source: Do you feel more energetic, sharper or optimistic? Being active helps!
de_de: Fühlst du dich energetisch, konzentrierter oder optimistisch? Bewegung hilft!
es_es: ¿Te sientes con más energía, enfocado o optimista? ¡Ser activo ayuda!
fr_fr: Ressentez vous plus d'énergie, de créativité ou d'optimisme ? Être actif aide !
it_it: Ti senti più energico, sveglio o ottimista? Essere attivi aiuta!
pt_pt: Sente-se mais enérgico, mais concentrado ou otimista? Estar ativo ajuda!

source: GREAT DAY TODAY
de_de: SUPER TAG HEUTE
es_es: HOY ES UN GRAN DÍA
fr_fr: SUPER JOURNÉE
it_it: OTTIMA GIORNATA
pt_pt: HOJE FOI UM GRANDE DIA

source: You're being consistent and that's important, keep at it!
de_de: Du bleibst dran und das ist wichtig, weiter so!
es_es: Estás siendo constante y eso es lo importante, ¡sigue igual!
fr_fr: Vous êtes constant(e) et c'est le plus important, continuez !
it_it: Hai avuto costanza, ed è ciò che conta. Continua così!
pt_pt: Está a ser consistente e isso é importante. Continue assim!

source: CONSISTENT!
de_de: KONSISTENT!
es_es: ¡CONSTANTE!
fr_fr: CONSTANT(E) !
it_it: COSTANZA!
pt_pt: CONSISTENTE!

source: Resting is fine, but try to recover and step it up tomorrow!
de_de: Ausruhen ist okay, aber versuch morgen wieder einen drauf zu legen.
es_es: Descansar es importante, pero ¡intenta esforzarte y mejorar mañana!
fr_fr: Vous vous êtes bien reposé(e) aujourd'hui, essayez d'être plus actif(ve) demain !
it_it: Riposare fa bene, ma prova a riposare e accelerare domani!
pt_pt: Descansar é bom, mas tente recuperar e intensificar amanhã!

source: NOT VERY ACTIVE
de_de: NICHT SEHR AKTIV
es_es: NO MUY ACTIVO
fr_fr: PAS TRÈS ACTIF
it_it: POCO ATTIVO
pt_pt: POUCO ATIVO

source: Sleep Summary
de_de: Überblick Schlaf
es_es: Resumen sueño
fr_fr: Rapport Sommeil
it_it: Somm. sonno
pt_pt: Resumo do Sono

source: You had a good night! Feel the energy 😃
de_de: Du hattest eine gute Nacht! Spüre die Energie 😃
es_es: ¡Una noche genial! Siente la energía 😃
fr_fr: Vous avez bien dormi ! Profitez de cette énergie 😃
it_it: Hai avuto una buona notte! Sentite l'energia 😃
pt_pt: Tiveste uma boa noite! Sente a energia 😃

source: It's great that you're keeping a consistent sleep routine!
de_de: Es ist super, dass du bei einer konsistenten Schlafroutine bleibst!
es_es: ¡Es genial que mantengas patrones consistentes de sueño!
fr_fr: Le meilleur sommeil est un sommeil régulier. Bravo !
it_it: È ottima la costanza che stai avendo nelle ore di sonno!
pt_pt: É excelente conseguir manter uma rotina de sono consistente!

source: A good night's sleep goes a long way! Try to get more hours tonight.
de_de: Ausreichend Schlafen ist eine Herausforderung! Versuche heute Nacht mehr zu schlafen.
es_es: ¡Una buena noche de sueño puede ayudarte! Intenta dormir más horas esta noche.
fr_fr: Une bonne nuit de sommeil peut faire beaucoup ! Essayer de dormir un peu plus ce soir.
it_it: Una buona dormita ti fa andare più avanti! Prova a dormire più ore stanotte
pt_pt: Uma boa noite de sono faz muita diferença! Tenta dormir mais umas horas hoje à noite.

source: Open App
de_de: App öffnen
es_es: Abrir app
fr_fr: Ouvrir l’app
it_it: Apri app
pt_pt: Abrir App

source: BELOW AVG
de_de: UNTERM Ø
es_es: INFERIOR MEDIA
fr_fr: EN BAISSE
it_it: INF. MED.
pt_pt: ABAIXO DA MÉDIA

source: Below avg
de_de: Unterm Ø
es_es: Inferior media
fr_fr: En baisse
it_it: Sotto la media
pt_pt: Abaixo da média

source: ON AVG
de_de: IM Ø
es_es: EN LA MEDIA
fr_fr: En moyenne
it_it: IN MEDIA
pt_pt: NA MÉDIA

source: On avg
de_de: Im Ø
es_es: En la media
fr_fr: En moy.
it_it: in media
pt_pt: Na média

source: ABOVE AVG
de_de: ÜBER DURCHSCHNITT
es_es: SUPERIOR MEDIA
fr_fr: PLUS QUE LA MOY.
it_it: SUP. MED.
pt_pt: ACIMA DA MÉDIA

source: Above avg
de_de: Überm Ø
es_es: Superior media
fr_fr: Plus que la moy.
it_it: Sopra la media
pt_pt: Acima da média

source: Wanna know more about you? Track your activity and sleep with Pebble Health.
de_de: Du willst mehr über dich wissen? Zeichne deine Aktivität und deinen Schlaf mit Pebble Health auf.
es_es: ¿Quieres sabe más sobre ti mismo? Monitoriza tus movimientos y tu sueño con Pebble Salud.
fr_fr: Envie de mieux vous connaître ? Activez le suivi d'activité et de sommeil avec Pebble Bien-Être.
it_it: Vuoi saperne di più su di te? Traccia la vostra attività e il sonno utilizzando Pebble Health.
pt_pt: Queres saber mais sobre ti? Monitoriza a tua atividade e sono com Pebble Health.

source: You like sleep, don't you? Get fun stats on your sleep and start waking up less groggy with Pebble Health.
de_de: Du magst Schlafen, nicht wahr? Mit Pebble Health bekommst du spannende Statistiken zu deinem Schlaf und wachst weniger müde auf.
es_es: Te gusta dormir, ¿verdad? Obtén estadísticas sobre tu sueño y empieza a despertarte más fresco con Pebble Salud.
fr_fr: Vous aimez bien dormir, non ? Obtenez des statistiques sur votre sommeil et réveillez-vous un peu plus en forme avec Pebble Bien-Être.
it_it: È come il sonno, non è vero? Ottenere statistiche sul vostro sonno e cominciare a svegliarsi meno stanco con Pebble Health.
pt_pt: Gostas de dormir, não gostas? Vê estatísticas giras sobre o teu sono e começa a acordar menos sonolento com Pebble Health.

source: Wish you could get daily updates on your activity and sleep progress? You can! Check out your stats with Pebble Health.
de_de: Du wünschst dir du könntest tägliche Infos zu deiner Aktivität und deinem Schlaf bekommen? Das kannst du! Probiere jetzt Pebble Health aus!
es_es: ¿Te gustaría tener informes diarios sobre tus movimientos y tu sueño? ¡Ahora puedes! Comprueba tus estadísticas con Pebble Salud.
fr_fr: Envie d'en savoir plus sur votre activité et la qualité de votre sommeil ? C'est possible ! Vos statistiques sont disponible dans Pebble Bien-Être.
it_it: Desidera si potrebbe ottenere aggiornamenti quotidiani sulla vostra attività e sui progressi del sonno? Puoi! Controlla le tue statistiche con Pebble Health.
pt_pt: Gostavas de receber atualizações diárias sobre o progresso da tua atividade e sono? Então podes! Vê as tuas estatísticas com o Pebble Health.

source: %l:%M%p
de_de: %I:%M%p
es_es: %I:%M%p
fr_fr: %I:%M:%p

source: %uH %uM Sleep
de_de: %uH %uM Schlaf
es_es: %uH %uM sueño
fr_fr: %uH %uM Sommeil
it_it: %uH %uM Sonno
pt_pt: %uH %uM Sono

source: Nap Time
de_de: Schlummer
es_es: Duración siesta
fr_fr: Temps de Sieste
it_it: Tempo pisolino
pt_pt: Hora da Sesta

source: %s of sleep
de_de: %s Schlaf
es_es: %s de sueño
fr_fr: %s de sommeil
it_it: %s di sonno
pt_pt: %s de sono

source: YOU NAPPED
de_de: DU HAST GEDÖST
es_es: SIESTA
fr_fr: SIESTE
it_it: LORO SONNELLINO
pt_pt: DORMIU

source: Of napping
de_de: Schlummern
es_es: de siesta
fr_fr: De sieste
it_it: di pisolino
pt_pt: De sesta

source: I need more
de_de: Ich brauche mehr
es_es: Necesito más
fr_fr: J'ai besoin de plus
it_it: Ho bisogno di più
pt_pt: Preciso de mais

source: Aren't naps great? You knocked out for %dH %dM!
de_de: Sind Nickerchen nicht toll? Du hast %dH %dM geschlafen!
es_es: ¿No son geniales las siestas? ¡Te has pegado una de %02d:%02d!
fr_fr: Rien ne vaut une bonne sieste ! Vous avez dormi %dh%d !
it_it: Hai dormito per %dH %dM!
pt_pt: Sestas são fantásticas, não são? Dormiu %dh e %dm!

source: I didn't nap!?
de_de: Ich war wach!
es_es: ¿¡Qué siesta!?
fr_fr: Je n'ai pas fait de sieste !?
it_it: Non ho pisolino?
pt_pt: Não fiz uma sesta?!

source: Open Pin
de_de: Eintrag öffnen
es_es: Abrir evento
fr_fr: Voir moment
it_it: Apri la puntina
pt_pt: Abrir Pin

source: Killer job! You've walked %d steps today which is %d%% above your typical. Do it again tomorrow and you'll be on top of the world!
de_de: Du bist %d Schritte gelaufen (+%d%%).
es_es: ¡Genial! Hoy has dado %d pasos, que es %d%% más que los que típicamente das. ¡Hazlo otra vez mañana y estarás en la cima del mundo!
fr_fr: Bien joué ! Vous avez fait %d pas aujourd'hui, soit %d%% de plus que votre moyenne. Continuez comme ça !
it_it: Buon lavoro. Si camminava %d passi oggi, che è del %d%% superiore alla media. Farlo di nuovo domani!
pt_pt: Fantástico! Deste %d passos hoje o que é %d%% acima do teu normal. Fá-lo de novo amanhã e sentir-te-ás no topo do mundo!

source: Nice moves! You've walked %d steps today which is %d%% above your typical. Crush it again tomorrow 😀
de_de: Du bist %d Schritte gelaufen (+%d%%).
es_es: ¡Fenomenal! Hoy has dado %d pasos, que es %d%% más que los que típicamente das. Destroza el record mañana.
fr_fr: Trop fort ! Vous avez fait %d pas aujourd'hui, soit %d%% de plus que votre moyenne. On remet ça demain !
it_it: Si camminava %d passi oggi, che è del %d%% superiore alla media.
pt_pt: Bom ritmo! Deste %d passos hoje o que é %d%% acima do teu normal. Dá-lhe forte de novo amanhã 😀

source: Hey rockstar 🎤 You've walked %d steps today which is %d%% above your typical. Nothing can stop you!
de_de: Du bist %d Schritte gelaufen (+%d%%).
es_es: ¡Campeón 👏! Has dado %d pasos hoy, que es %d%% más que los que típicamente das. ¡Nadie te puede parar!
fr_fr: Bravo champion(ne) ! Vous avez fait %d pas aujourd'hui, soit %d%% de plus que d'habitude. Rien ne vous arrête !
it_it: Ciao Rockstar 🎤. Hai camminato %d passi oggi, che è %d%% sopra la media.
pt_pt: Hey rockstar 🎤 Deste %d passos hoje o que é %d%% acima do teu normal. Nada te pode parar!

source: We can barely keep up! You walked %d steps today which is %d%% above your typical. You're on 🔥
de_de: Du bist %d Schritte gelaufen (+%d%%).
es_es: ¡Casi no te podemos seguir! Has dado %d pasos hoy que es %d%% más que los que típicamente das. Estás que no paras 😤.
fr_fr: On a du mal à suivre ! Vous avez fait %d pas aujourd'hui ce qui est %d%% de plus que votre moyenne.
it_it: Si sta migliorando! Hai camminato %d passi oggi, che è %d%% sopra la media. 😃
pt_pt: Quase não conseguimos acompanhar! Deste %d passos hoje o que é %d%% acima do teu normal! 🔥

source: You walked %d steps today which is %d%% above your typical. You just outstepped YOURSELF. Mic drop.
de_de: Du bist %d Schritte gelaufen (+%d%%).
es_es: Has dado %d pasos hoy, que es %d%% más que los que típicamente das. Te has superado a ti mismo. Nos quitamos el sombrero.
fr_fr: Trop fort ! Vous avez fait %d pas aujourd'hui, soit %d%% de plus que votre moyenne. Un peu de réconfort ... et on remet ça demain !
it_it: Si camminava %d passi oggi, che è del %d%% superiore alla media. Buon lavoro!
pt_pt: Deste %d passos hoje o que é %d%% acima do teu normal. Ultrapassaste-te a TI PRÓPRIO!

source: You walked %d steps today; keep it up! Being active is the key to feeling like a million bucks. Try to beat your typical tomorrow.
de_de: Du bist %d Schritte heute gelaufen; bleib dabei! Aktiv zu sein ist der Schlüssel dazu, wie ein Honigkuchenpferd zu grinsen. Versuch deinen Schnitt morgen zu schlagen.
es_es: Hoy has dado %d pasos. ¡Sigue así! Ser activo es la clave para sentirte mucho mejor. Intenta superar tu media mañana.
fr_fr: Vous avez fait %d pas aujourd'hui ; c'est bien ! Être actif est essentiel pour se sentir en forme. Essayez de battre votre moyenne demain.
it_it: Hai camminato %d passi oggi; continuate così! Essere attivi è importante per sentirsi sani. Prova al meglio il vostro domani media.
pt_pt: Deste %d passos hoje; continue assim! Estar ativo é a chave para te sentires fenomenal. Tenta bater a tua média amanhã.

source: Good job! You walked %d steps today–do it again tomorrow.
de_de: Gut gemacht! Du bist heute %d Schritte gegangen – versuch das morgen nochmal.
es_es: ¡Buen trabajo! Hoy has dado %d pasos. Sigue así mañana.
fr_fr: Bien joué ! Vous avez fait %d pas aujourd'hui - on remet ça demain !
it_it: Buon lavoro! Hai camminato %d passi oggi - farlo di nuovo domani.
pt_pt: Bom trabalho! Deste %d passos hoje, fá-lo de novo amanhã.

source: Someone's on the move 👊 You walked %d steps today; keep doing what you're doing!
de_de: Da geht jemand ab 👊 Du bist heute %d Schritte gelaufen; was auch immer du tust - weiter so!
es_es: A alguien le gusta moverse 👊 Has dado %d pasos hoy. ¡Sigue así!
fr_fr: En pleine forme 👊 Vous avez fait %d pas aujourd'hui ; continuez comme ça !
it_it: Bellissimo! Hai camminato %d passi oggi; continuate così!
pt_pt: Alguém está em movimento 👊 Deste %d passos hoje; continua o que estás a fazer!

source: You keep moving, we'll keep counting! You've clocked in %d steps today. Keep it rolling, hot stuff.
de_de: Du machst weiter, wir zählen weiter! Du bist heute bei %d Schritten angekommen. Weiter so, du heißer Feger!
es_es: Si tu te sigues moviendo, ¡nosotros seguimos contando! Has dado %d pasos hoy. No detengas esos preciosos pies.
fr_fr: Un kilomètre à pied, ça use, ça use ... Vous avez accumulé %d pas aujourd'hui. Continuez à user vos souliers !
it_it: Continuare a muoversi, terremo conto! Hai preso %d passi oggi. Continuate così.
pt_pt: Continua em movimento, nós continuamos a contar! Deste %d passos hoje. Continua a dar-lhe!

source: You walked %d steps today which is %d%% below your typical. Try to be more active tomorrow–you can do it!
de_de: Du bist %d Schritte gelaufen (-%d%%).
es_es: Hoy has dado %d pasos que es %d%% menos que los que típicamente das. Intenta ser más activo mañana, ¡tu puedes hacerlo!
fr_fr: Seulement %d pas aujourd'hui. C'est %d%% en dessous de votre moyenne. Essayez d'être plus actif demain !
it_it: Hai camminato %d passi oggi che è %d%% in meno rispetto alla media. Domani, cercare di essere più attivi. Puoi farlo.
pt_pt: Deste %d passos hoje o que é %d%% abaixo do teu normal. Tenta ser mais ativo amanhã–tu consegues!

source: You walked %d steps which is %d%% below your typical. Being active makes you feel amaaaazing–try to get back on track tomorrow.
de_de: Du bist %d Schritte gelaufen (-%d%%).
es_es: Has dado %d pasos, que es %d%% por debajo de los que típicamente das. Ser activo te ayuda a sentirte mejor. Intenta recuperar tu ritmo mañana.
fr_fr: Longue journée enfermé(e) ? Vous avez marché %d pas soit %d%% en dessous de votre moyenne. Être actif donne des ailes ! On va faire mieux demain.
it_it: Hai camminato %d passi che è del %d%% sotto la media. Essere attivi può farti sentire felice. Riprova domani.
pt_pt: Deste %d passos o que é %d%% abaixo do teu normal. Estar ativo faz-te sentir fantááástico, tenta voltar à forma amanhã.

source: You walked %d steps today which is %d%% below your typical. Don't worry, tomorrow is just around the corner 😀
de_de: Du bist %d Schritte gelaufen (-%d%%).
es_es: Has dado %d pasos, que es %d%% por debajo de los que típicamente das. Pero no te preocupes, mañana está a la vuelta de la esquina 😀
fr_fr: Vous avez fait %d pas aujourd'hui ce qui est %d%% de moins que d'habitude. Il n'y a rien de mal à prendre un peu de repos. Et demain est un nouveau jour 😃
it_it: Hai camminato %d passi oggi che è %d%% in meno rispetto alla media. Domani, cercare di essere più attivi. 😀
pt_pt: Deste %d passos hoje o que é %d%% abaixo do teu normal. Não te preocupes, amanhã é já ao virar da esquina 😀

source: You walked %d steps which is %d%% below your typical, but don't stress. You'll crush it tomorrow 😉
de_de: Du bist %d Schritte gelaufen (+%d%%).
es_es: Has dado %d pasos, que es %d%% por debajo de los que típicamente das. Pero no te preocupes, lo petarás mañana 😉
fr_fr: Vous avez fait %d pas ce qui est %d%% de moins que d'habitude, mais vous allez être super en forme demain 😃
it_it: Hai camminato %d passi che è del %d%% sotto la media, ma non lo stress. Potrai fare meglio domani. 😉
pt_pt: Deste %d passos o que é %d%% abaixo do teu normal, mas não há problema. Amanhã partes tudo 😉

source: You walked %d steps today. Don't fret, you can get back on track in no time 😉
de_de: Du bist %d Schritte gelaufen.
es_es: Has dado %d pasos hoy. No te preocupes, puedes encarrilar tus planes en poco tiempo 😃
fr_fr: Pas trop en forme aujourd'hui ? Ça arrive. Vous avez fait %d pas. Pas d'inquiétude, vous pouvez vous rattraper demain 😃
it_it: Hai camminato %d passi oggi. Non ti preoccupare; si può tornare in pista in pochissimo tempo 😃
pt_pt: Deste %d passos hoje. Não te chateies, voltas à forma não tarda nada 😉

source: You walked %d steps today. Good news is the sky's the limit!
de_de: Du bist %d Schritte gelaufen.
es_es: Has dado %d pasos hoy. La buena noticia es que no hay límites a lo que puedes hacer.
fr_fr: Salut l'ami(e). Vous avez fait seulement %d pas aujourd'hui mais tout le monde a le droit à un peu de repos. Demain est un nouveau jour !
it_it: Hai camminato %d passi oggi, ma tutti meritano un periodo di riposo.
pt_pt: Deste %d passos hoje. A boa notícia é que o céu é o limite!

source: You walked %d steps today. Try to take even more steps tomorrow–show us what you're made of!
de_de: Du bist %d Schritte gelaufen.
es_es: Has dado %d pasos hoy. Intenta dar más pasos mañana. ¡Demuestra de lo que estás hecho!
fr_fr: Vous avez fait %d pas aujourd'hui. Essayez d'en faire un peu plus demain, vous en êtes capable!
it_it: Si camminava %d passi oggi. Visualizzare i progressi.
pt_pt: Deste %d passos hoje. Tenta dar ainda mais passos amanhã – mostra-nos aquilo de que és feito!

source: Refreshed? You slept for %dH %dM which is %d%% above your typical. Go tackle your day 😃.
de_de: Du hast %dH %dM lang geschlafen (+%d%%).
es_es: ¿Fresco? Has dormido %02d:%02d que es %d%% más que lo que típicamente duermes. Empieza el día con energía 😃.
fr_fr: Bien reposé(e) ? Vous avez dormi %d h %d min soit %d%% de plus que d'habitude. Vous allez avoir la pêche aujourd'hui 😃 !
it_it: Hai dormito per %dH %dM che è del %d%% sopra la media. Carpe diem 😃.
pt_pt: Refrescado? Dormiste %dh %dm o que é %d%% acima do teu normal. Vai atacar o teu dia 😀.

source: You caught some killer zzz’s! You slept for %dH %dM which is %d%% above your typical. Keep it up.
de_de: Du hast %dH %dM lang geschlafen (+%d%%).
es_es: ¡Menudos ronquidos! Has dormido %02d:%02d que es %d%% más de lo que típicamente duermes. ¡Sigue así!
fr_fr: Pro de l'oreiller ! Vous avez dormi %d h %d min, soit %d%% de plus que d'habitude. Continuez comme ça !
it_it: Hai dormito per %dH %dM, che è del %d%% sopra la media. Continuate così.
pt_pt: Apanhaste uns zzzs do caraças! Dormiste %dh %dm o que é %d%% acima do teu normal. Continua assim.

source: Rise and shine! You slept for %dH %dM which is %d%% above your typical. Do it again tonight, sleep master.
de_de: Du hast %dH %dM lang geschlafen (+%d%%).
es_es: ¡Levante y empieza el día con energía! Has dormido %02d:%02d, o %d%% por encima de lo que típicamente duermes. Repítelo esta noche, Morfeo.
fr_fr: Lève toi et marche ! Vous avez dormi %d h %d min ce qui est %d%% au dessus de votre moyenne. Recommencez demain !
it_it: È ora di alzarsi! Hai dormito per %dH %dM che è %d%% sopra la media. grande sforzo!
pt_pt: Bom dia! Dormiste %dh %dm o que é %d%% acima do teu normal. Fá-lo de novo amanhã, mestre do sono.

source: Mmmm...what a night. You slept for %dH %dM which is %d%% above your typical. That's gotta feel good!
de_de: Du hast %dH %dM lang geschlafen (+%d%%).
es_es: Vaya nochecita. Has dormido %02d:%02d, %d%% por encima de lo que típicamente duermes. ¡Eso tiene que sentar genial!
fr_fr: Le sommeil du juste ! Vous avez dormi %d h %d min ce qui est %d%% de plus que d'habitude. Vous devez vous sentir en pleine forme !
it_it: Hai dormito per %dH %dM , che è del %d%% sopra la media. Che devo sentire bene!
pt_pt: Mmmm... que noite. Dormiste %dh %dm o que é %d%% acima do teu normal. Deves-te sentir bem!

source: That's a lot of sheep you just counted! You slept for %dH %dM which is %d%% above your typical. Boom shakalaka.
de_de: Du hast %dH %dM lang geschlafen (+%d%%).
es_es: ¡Has tenido que contar un montón de ovejitas! Has dormido %02d:%02d, que es %d%% por encima de lo que típicamente duermes. ¡Brrrrrrrrrrrrr!
fr_fr: Jamais compté autant de moutons ! Vous avez dormi %d h %d min ce qui est %d%% de plus que d'habitude !
it_it: Sensazionale! Hai dormito per %dH %dM, che è %d%% sopra la media. Urrà!
pt_pt: Contaste um monte de carneiros! Dormiste %dh %dm o que é %d%% acima do teu normal.
