Repository: w200024212/pebbleos
Catalog: resources/normal/*/lang/*/tintin.po
Languages: de_de, es_es, fr_fr, it_it, pt_pt

source: Missed that. Try again.
de_de: Nicht verstanden. Nochmal bitte.
es_es: ¿Perdón? Prueba otra vez.
fr_fr: Je n'ai pas bien compris.
it_it: Non riuscito. Riprova.
pt_pt: Falhou. Tente de novo.

source: Listening
de_de: Ich höre
es_es: Escuchando
fr_fr: J'écoute...
it_it: Ascolto
pt_pt: A ouvir

source: Manual
de_de: Manuell
fr_fr: Mode Manuel
it_it: Man.

source: Legal
de_de: Rechtliches
fr_fr: Mentions Légales
it_it: Leg.

source: Timeline
it_it: Cr. eve.
pt_pt: Linha temporal

source: Intercom
de_de: Sprechfunk
fr_fr: Interphone
it_it: Citofono

source: May
de_de: Mai
fr_fr: Mai
it_it: Mag
pt_pt: Mai

source: Jun
fr_fr: Juin
it_it: Giu

source: Jul
fr_fr: Juill.
it_it: Lug

source: Sep
fr_fr: Sept.
it_it: Set
pt_pt: Set

source: Oct
de_de: Okt
it_it: Ott
pt_pt: Out

# TmplStringSing
source: d
de_de: T
fr_fr: j
it_it: g

# TmplStringPlur
source: d
de_de: T
fr_fr: j
it_it: g

source: ON
de_de: EIN

source: OFF
de_de: AUS

source: No LE
de_de: Kein BLE
fr_fr: Aucun LE
pt_pt: Sem LE

source: On
de_de: An
fr_fr: Activé

source: Off
de_de: Aus
fr_fr: Désactivé

source: 24h
de_de: 24-Stunden-Format

source: 12h
de_de: 12-Stunden-Format

source: %l:%M
de_de: %I:%M
fr_fr: %I:%M

source: No
de_de: Nein
fr_fr: Non
pt_pt: Não

source: Mar
de_de: Mär
fr_fr: Mars

source: %a %b %e %H:%M:%S %Y
de_de: %a, %e. %b %H:%M:%S %Y
pt_pt: %a %e de %b %H:%M:%S %Y

source: %I:%M:%S %p
de_de: %H:%M:%S

source: %d Min
pt_pt: %dm

source: Feb
fr_fr: Févr.
pt_pt: Fev

# TmplStringPlur
source: min
pt_pt: mins

source: Health
fr_fr: Bien-Être

source: Firmware
fr_fr: Version Système

source: Hardware
fr_fr: Modèle
